@extends('layouts.default')
@section('content')
<div class="">
    <div class="container">
        <div class="row justify-content-center" style="">
            <div class="card col-lg-8 col-md-12 col-12  white border-0 rounded p-4" id="flash-sale" style="">
                <div class="row mb-2 mt-4">
                    <div class="col-12">
                        <img src="/new_ui/img/logo.png?v=2" class="img-fluid logo-width mb-3">
                        <h4 class="pink regular font_head_item"><strong>เงื่อนไข และ นโยบายความเป็นส่วนตัว (Privacy Policy)</strong></h4>
                        <pre style=" white-space: pre-line;">
                              1. บทนำนโยบายความเป็นส่วนตัว
1.1 ที่ บริษัท เบิร์ด เอ็กซ์เพรส ลอจิสติคส์ จำกัด ภายในแพลตฟอร์มเบิร์ด เราดูแลความเป็นส่วนตัวของท่านอย่างจริงจัง เราให้คำมั่นว่าจะปฏิบัติตามกฎหมายคุ้มครองข้อมูลส่วนบุคคลที่มีผลบังคับใช้กับทางบริษัททั้งหมด
1.2 ในระหว่างการให้บริการแก่ท่านหรือการเข้าถึงแพลตฟอร์ม (ตามที่ได้ให้นิยามไว้ในเงื่อนไขในการใช้บริการ) เราจะเก็บรวบรวม ใช้ เปิดเผย เก็บรักษา และ/หรือประมวลผลข้อมูล โดยรวมถึงข้อมูลส่วนบุคคลของท่าน 
1.3 นโยบายความเป็นส่วนตัวฉบับนี้มีขึ้นเพื่อให้ท่านทราบเกี่ยวกับวิธีการที่เราเก็บรวบรวม ใช้ เปิดเผย เก็บรักษาและ/หรือประมวลผลข้อมูลที่เราเก็บรวบรวมและได้รับระหว่างการให้บริการหรือการเข้าถึงแพลตฟอร์มของท่าน ผู้ซึ่งเป็นลูกค้าของเรา เราจะเก็บรวบรวม ใช้ เปิดเผย เก็บรักษาและ/หรือประมวลผลข้อมูลส่วนบุคคลของท่านตามนโยบายความเป็นส่วนตัวนี้เท่านั้น
1.4 ท่านจำเป็นจะต้องอ่านนโยบายความเป็นส่วนตัวนี้รวมถึงงประกาศแจ้งอื่นใดที่เราอาจมีขึ้นเฉพาะกาล ขณะที่เราทำการเก็บรวบรวม ใช้ เปิดเผยและ/หรือประมวลผลข้อมูลส่วนบุคคลเกี่ยวกับท่าน เพื่อให้ท่านได้รับรู้ว่าเราใช้ข้อมูลส่วนบุคคลของท่านอย่างไรและเพื่ออะไร 
1.5 เมื่อคลิกหรือเลือกปุ่ม “สมัคร” “ข้าพเจ้าตกลงยอมรับนโยบายความเป็นส่วนตัวของเบิร์ด” “ข้าพเจ้าตกลงและยินยอมให้เก็บรวบรวม ใช้ เปิดเผย เก็บรักษาและ/หรือประมวลผลซึ่งข้อมูลส่วนบุคคลของข้าพเจ้าเพื่อวัตถุประสงค์ที่ระบุไว้ในนี้และภายใต้ข้อกำหนดของนโยบายความเป็นส่วนตัวของเบิร์ด” หรือข้อความคล้ายคลึงกันที่มีอยู่ในหน้าลงทะเบียนของเบิร์ด ท่านรับทราบว่าท่านได้รับแจ้งและเข้าใจนโยบายความเป็นส่วนตัวฉบับนี้และท่านยังได้ตกลงและยินยอมให้เก็บรวบรวม ใช้ เปิดเผย และ/หรือประมวลผลข้อมูลส่วนบุคคลของท่านตามที่ได้อธิบายและอยู่ภายใต้ข้อกำหนดนี้ 
1.6 เราอาจแก้ไขนโยบายความเป็นส่วนตัวนี้ให้ทันสมัยเป็นครั้งคราว โดยการเปลี่ยนแปลงใด ๆ ในนโยบายความเป็นส่วนตัวฉบับนี้ในอนาคตจะถูกประกาศให้ทราบไว้ในเพจนี้และ เราจะแจ้งให้ท่านทราบหากเป็นการเปลี่ยนแปลงอย่างมีนัยยะสำคัญ (ตามความเหมาะสม และ/หรือได้รับอนุญาตภายใต้กฎหมายท้องถิ่น) และเมื่อท่านยังคงใช้บริการ เข้าถึงแพลตฟอร์มหรือใช้บริการใด ๆ รวมถึงทำคำสั่งซื้อบนแพลตฟอร์มต่อไปหลังจากนั้น ให้ถือว่าท่านได้รับทราบและยอมรับการเปลี่ยนแปลงนโยบายความเป็นส่วนตัวฉบับนี้โดยเราแล้ว กรุณาตรวจสอบนโยบายความเป็นส่วนตัวเป็นประจำเพื่อให้ทราบถึงการปรับเปลี่ยนให้ทันสมัยหรือการแก้ไขใด ๆ กับนโยบายความเป็นส่วนตัวนี้
1.7 นโยบายความเป็นส่วนตัวฉบับนี้มีผลบังคับใช้ร่วมกับประกาศ ข้อความสัญญาและข้อความความยินยอมอื่น ๆ ที่เกี่ยวข้องกับการการเก็บรวบรวม เก็บรักษา ใช้และ/หรือการประมวลผลข้อมูลส่วนบุคคลโดยเราและไม่มีจุดประสงค์ในการแทนที่ประกาศ ข้อความสัญญาและข้อความยินยอมดังกล่าวเว้นแต่ว่าเราระบุไว้เป็นอย่างอื่นโดยชัดแจ้ง 
1.8 ท่านสามารถเข้าใช้แพลตฟอร์มและสำรวจแพลตฟอร์มได้โดยไม่ต้องให้ข้อมูลส่วนบุคคล อย่างไรก็ตามท่านจำเป็นต้องลงทะเบียนบัญชีผู้ใช้หากท่านต้องการใช้บริการ

2. ข้อมูลส่วนบุคคลที่เราเก็บรวบรวมจากท่าน
2.1 ข้อมูลส่วนบุคคลหมายถึง ข้อมูลใด ๆ ไม่ว่าจะถูกบันทึกในรูปแบบเอกสารหรือไม่ ซึ่งมีการแสดงข้อมูลระบุตัวตน หรือทำให้ผู้ที่ถือข้อมูลนั้นสามารถยืนยันตัวบุคคลได้โดยตรง หรืออย่างสมเหตุสมผล หรือเมื่อนำไปรวมกับข้อมูลอื่น ๆ จะทำให้สามารถระบุตัวตนของบุคคลได้อย่างแน่นอนไม่ว่าทางตรงหรือทางอ้อม
2.2 ระหว่างระยะเวลาที่ท่านใช้แพลตฟอร์มและใช้บริการจากเรา เราอาจเก็บรวบรวมข้อมูลส่วนบุคคลจากท่านซึ่งรวมถึงแต่ไม่จำกัดเพียง 
(ก) ข้อมูลระบุตัวตน เช่น ชื่อ เพศ รูปโปรไฟล์ และวันเกิดของท่าน
(ข) ข้อมูลติดต่อ เช่น ที่อยู่สำหรับจัดส่งใบเรียกชำระเงิน ที่อยู่สำหรับส่งพัสดุ ที่อยู่อีเมลและหมายเลขโทรศัพท์
(ค) ข้อมูลบัญชี เช่น หมายเลขบัญชีธนาคารและรายละเอียดการชำระเงิน 
(ง) ข้อมูลการทำธุรกรรม เช่น รายละเอียดเกี่ยวกับคำสั่งซื้อและการชำระเงินถึงท่านและจากท่าน และรายละเอียดอื่นของสินค้าและบริการที่ท่านได้ซื้อหรือได้รับผ่านแพลตฟอร์ม 
(จ) ข้อมูลทางเทคนิค เช่น ที่อยู่ไอพี (IP address) ข้อมูลการเข้าใช้ ชนิดและรุ่นของบราวเซอร์ การตั้งเขตเวลาและสถานที่ ชนิดและรุ่นของโปรแกรมเสริมของบราวเซอร์ ระบบปฏิบัติการและแพลตฟอร์ม รหัสสากลประจำอุปกรณ์เคลื่อนที่ (IMEI) หมายเลขประจำเครื่อง และข้อมูลและเทคโนโลยีอื่นของอุปกรณ์ที่ท่านใช้ในการเข้าถึงแพลตฟอร์ม 
(ฉ) ข้อมูลโปรไฟล์ เช่น ชื่อผู้ใช้และรหัสผ่านของท่าน การซื้อหรือคำสั่งซื้อของท่าน ความสนใจของท่าน สิ่งที่ท่านสนใจ ผลตอบรับและคำตอบของแบบสอบถาม
(ช) ข้อมูลการใช้ เช่น ข้อมูลว่าท่านใช้แพลตฟอร์ม สินค้าและการบริการอย่างไร หรือดูเนื้อหาใดบนแพลตฟอร์ม 
(ซ) ข้อมูลสถานที่ เช่น เมื่อท่านบันทึกและแบ่งปันซึ่งสถานที่ของท่านกับเราในรูปแบบของรูปถ่ายหรือวีดีโอและอัพโหลดเนื้อหาดังกล่าวขึ้นบนแพลตฟอร์ม 
(ฌ) ข้อมูลทางชีวภาพ เช่น ไฟล์เสียงเมื่อท่านใช้คำสั่งค้นหาด้วยเสียงของเรา และการทำงานที่เกี่ยวกับใบหน้าหรือส่วนอื่นของร่างกายและเสียงของท่านเองและ/หรือผู้อื่นในวีดีโอของท่านเมื่อท่านอัพโหลดวีดีโอขึ้นบนแพลตฟอร์ม และ 
(ญ) ข้อมูลทางการตลาดและการสื่อสาร เช่น ช่องทางที่ท่านพึงพอใจในการได้รับการทำการตลาดจากเราและบุคคลภายนอกและวิธีการสื่อสารที่ท่านพึงพอใจ 
2.3 ระหว่างระยะเวลาที่ท่านใช้แพลตฟอร์มและใช้บริการจากเรา เราอาจได้รับข้อมูลส่วนบุคคลจากท่านในสถานการณ์ดังต่อไปนี้ 
(ก) เมื่อท่านได้สร้างบัญชีผู้ใช้กับเรา 
(ข) เมื่อท่านได้สมัครบริการใด ๆ หรือซื้อสินค้าใดที่มีอยู่บนแพลตฟอร์ม 
(ค) เมื่อท่านได้ใช้ฟีเจอร์หรือฟังก์ชั่นการทำงานใดที่มีอยู่บนแพลตฟอร์มหรือการบริการ
(ง) เมื่อท่านได้บันทึกเนื้อหาที่สร้างขึ้นโดยผู้ใช้ใด ๆ ที่อัพโหลดอยู่บนแพลตฟอร์ม 
(จ) เมื่อท่านใช้งานฟังก์ชั่นการพูดคุย (แชท) บนแพลตฟอร์ม 
(ฉ) เมื่อท่านได้ตกลงรับข่าวสารหรือสื่อการตลาดของเรา
(ช) เมื่อท่านได้เข้าร่วมการแข่งขัน โปรโมชั่นหรือการสำรวจข้อมูล
(ซ) เมื่อท่านได้เข้าร่วมในกิจกรรมหรือโครงการใดบนแพลตฟอร์ม 
(ฌ) เมื่อท่านได้เข้าสู่ระบบจากบัญชีผู้ใช้ของท่านบนแพลตฟอร์มหรือสื่อสารกับเราผ่านบริการหรือแอปพลิเคชันภายนอก เช่น เฟซบุ๊กหรือกูเกิ้ล 
(ญ) เมื่อผู้ใช้อื่นในแพลตฟอร์มได้แสดงความคิดเห็นใด ๆ บนเนื้อหาของท่านที่อัพโหลดอยู่บนแพลตฟอร์มหรือเมื่อท่านได้แสดงความคิดเห็นใด ๆ บนเนื้อหาของผู้ใช้อื่นที่อัพโหลดอยู่บนแพลตฟอร์ม 
(ฎ) เมื่อบุคคลภายนอกได้ยื่นคำร้องเรียนเกี่ยวกับท่านหรือเนื้อหาที่ท่านได้แสดงไว้บนแพลตฟอร์ม 
(ฏ) เมื่อท่านเข้าถึงหรือใช้เกมส์ในโทรศัพท์เคลื่อนที่ (รวมไปถึงเกมส์เสมือนจริงของเรา) บนแพลตฟอร์ม และ 
(ฐ) เมื่อท่านได้ติดต่อกับเราทางออฟไลน์ รวมไปถึงเมื่อท่านติดต่อกับตัวแทนฝ่ายบริการลูกค้าของเราที่เป็นบุคคลภายนอก
2.4 ระหว่างระยะเวลาที่ท่านใช้แพลตฟอร์มและและใช้บริการ ท่านได้ให้ความยินยอมอย่างชัดแจ้งในการโอนข้อมูลส่วนบุคคลของท่านจากบุคคลภายนอกมายังเบิร์ดเพื่อวัตถุประสงค์ที่ระบุไว้ในนโยบายความเป็นส่วนตัวฉบับนี้หรือข้อกำหนดอื่นใด 
2.5 ท่านต้องส่งข้อมูลส่วนบุคคลซึ่งถูกต้องและไม่ก่อให้เกิดความเข้าใจผิดเท่านั้น และท่านต้องหมั่นทำให้ข้อมูลดังกล่าวเป็นปัจจุบันและแจ้งให้เราทราบหากมีการเปลี่ยนแปลงข้อมูลส่วนบุคคลใด ๆ ที่ท่านได้ให้ไว้กับเรา เรามีสิทธิที่จะร้องขอเอกสารยืนยันความถูกต้องของข้อมูลส่วนบุคคลที่ท่านได้เคยให้ไว้ เพื่อเป็นส่วนหนึ่งในขั้นตอนการตรวจสอบลูกค้าของเรา 
2.6 เราสามารถเก็บรวบรวมข้อมูลส่วนบุคคลของท่านได้ต่อเมื่อ ท่านสมัครใจที่จะส่งข้อมูลส่วนบุคคลให้กับเราหรือตามที่ระบุไว้เป็นอย่างอื่นภายใต้นโยบายความเป็นส่วนตัวนี้เท่านั้น อย่างไรก็ตามหากท่านเลือกที่จะไม่ให้ข้อมูลส่วนบุคคลของท่านแก่เราหรือท่านได้ถอนความยินยอมของท่านในการให้เราใช้ข้อมูลส่วนบุคคลของท่านในภายหลัง เราอาจจะไม่สามารถให้บริการแก่ท่านหรืออนุญาตให้ท่านเข้าถึงแพลตฟอร์มต่อไปได้
2.7 ท่านสามารถเข้าถึงและแก้ไขข้อมูลที่ท่านเคยส่งให้เราให้เป็นปัจจุบันได้ไม่ว่าในเวลาใดตามที่ระบุไว้ด้านล่าง
2.8 หากท่านให้ข้อมูลส่วนบุคคลของบุคคลภายนอกใดแก่เรา ท่านรับรองและรับประกันว่าท่านได้รับความยินยอม หนังสืออนุญาต และการอนุญาตตามที่จำเป็นจากบุคคลภายนอกดังกล่าวให้นำมาเปิดเผย และโอนข้อมูลส่วนบุคคลของเขาหรือเธอให้แก่เรา และให้เราเก็บรวบรวม เก็บรักษา ใช้และเปิดเผยข้อมูลดังกล่าวตามนโยบายความเป็นส่วนตัวฉบับนี้ 
2.9 หากท่านสมัครเป็นผู้ใช้แพลตฟอร์มของเราโดยใช้บัญชีเครือข่ายสังคมใดของท่าน หรือเชื่อมต่อบัญชี เบิร์ดของท่านกับบัญชีเครือข่ายสังคมของท่านหรือใช้ฟีเจอร์อื่นของเครือข่ายสังคมเบิร์ด โดยเราจะสามารถเข้าถึงข้อมูลส่วนบุคคลเกี่ยวกับท่านซึ่งท่านได้สมัครใจให้ไว้แก่ผู้ให้บริการเครือข่ายสังคมตามนโยบายของผู้ให้บริการดังกล่าวและเราจะจัดการข้อมูลส่วนบุคคลของท่านตามนโยบายความเป็นส่วนตัวฉบับนี้

3. การใช้และเปิดเผยข้อมูลส่วนบุคคล
3.1 ข้อมูลส่วนบุคคลที่เราเก็บรวบรวมจากท่านหรือผ่านบุคคลภายนอกอาจถูกใช้หรือเผยแพร่หรือโอนให้แก่บุคคลภายนอก (รวมไปถึงบริษัทที่เกี่ยวข้อง ผู้ให้บริการที่เป็นบุคคลภายนอกและผู้ให้บริการของหน่วยงานดังกล่าวและบริษัทที่เกี่ยวข้อง บริษัทที่ตั้งอยู่ทั้งในและนอกประเทศของท่าน ผู้ขายและผู้ใช้อื่น) สำหรับวัตถุประสงค์เฉพาะเรื่องซึ่งรวมถึงแต่ไม่จำกัดเพียงวัตถุประสงค์ดังต่อไปนี้ 
(ก) เพื่ออำนวยความสะดวกในการใช้บริการหรือการเข้าถึงแพลตฟอร์มของท่าน
(ข) เพื่อตอบซึ่งข้อซักถาม ผลตอบรับ ข้อเรียกร้องหรือข้อโต้แย้งของท่าน ไม่ว่าโดยตรงหรือผ่านตัวแทนฝ่ายบริการลูกค้า
(ค) เพื่อประมวลผลคำสั่งที่ท่านส่งเข้ามาผ่านแพลตฟอร์ม (การชำระเงินที่ท่านได้ทำผ่านแพลตฟอร์มสำหรับสินค้าทั้งที่ขายโดยเราและผู้ขายบุคคลภายนอกจะถูกประมวลผลโดยตัวแทนของเรา) 
(ง) เพื่อส่งสินค้าที่ท่านได้ซื้อผ่านแพลตฟอร์มทั้งที่ขายโดยเราหรือผู้ขายบุคคลภายนอก เราอาจส่งข้อมูลส่วนบุคคลต่อไปยังบุคคลภายนอกเพื่อที่จะดำเนินการส่งสินค้าให้แก่ท่าน (เช่น ส่งให้ผู้ขนส่งสินค้าของเราหรือผู้ขาย) ไม่ว่าสินค้าดังกล่าวจะขายผ่านแพลตฟอร์มโดยเราหรือผู้ขายบุคคลภายนอก 
(จ) เพื่อแจ้งให้ท่านทราบสถานะการขนส่งสินค้าทั้งที่ขายผ่านแพลตฟอร์มโดยเราและผู้ขายบุคคลภายนอก และเพื่อวัตถุประสงค์ในการช่วยเหลือลูกค้า 
(ฉ) เพื่อเปรียบเทียบข้อมูลและตรวจสอบกับบุคคลภายนอกเพื่อที่จะยืนยันว่าข้อมูลดังกล่าวนั้นถูกต้อง
(ช) เพื่อยืนยันตัวตนของท่านสำหรับวัตถุประสงค์ในการตรวจจับการทุจริต
(ซ) เพื่ออำนวยความสะดวกในการนำสินค้าต้องห้ามและสินค้าควบคุมออกจากแพลตฟอร์ม 
(ฌ) เพื่อจัดการบัญชีของท่านที่มีกับเรา (หากมี) 
(ญ) เพื่อตรวจสอบและดำเนินธุรกรรมทางการเงินที่เกี่ยวข้องกับการชำระเงินออนไลน์ของท่าน 
(ฎ) เพื่อตรวจสอบการดาวน์โหลดข้อมูลจากแพลตฟอร์ม 
(ฏ) เพื่อปรับปรุงรูปแบบหรือเนื้อหาของเพจของแพลตฟอร์มและปรับแต่งเพจนั้นให้เหมาะกับผู้ใช้ 
(ฐ) เพื่อระบุตัวตนผู้เยี่ยมชมบนแพลตฟอร์ม 
(ฑ) เพื่อดำเนินการค้นคว้าวิจัยเกี่ยวกับสถิติและพฤติกรรมของผู้ใช้ 
(ฒ) เพื่อให้ข้อมูลที่เราเห็นว่าอาจมีประโยชน์สำหรับท่านหรือที่ท่านร้องขอจากเรา รวมถึงข้อมูลที่เกี่ยวข้องกับสินค้าและบริการ ของเราหรือผู้ขายบุคคลภายนอก ซึ่งท่านได้แจ้งแล้วว่าท่านไม่คัดค้านที่จะได้รับการติดต่อเพื่อวัตถุประสงค์ดังกล่าว
(ณ) เพื่อแสดงชื่อ ชื่อผู้ใช้ หรือโปรไฟล์ของท่านบนแพลตฟอร์ม 
(ด) เพื่ออนุญาตให้ผู้ใช้อื่นระบุตัวตนของท่านในฐานะผู้ใช้บริการ (ผ่านฟังก์ชั่นอื่นใด) เพื่ออนุญาตให้ท่านสามารถหาผู้ใช้อื่นและสามารถติดต่อกับผู้ใช้ดังกล่าวบนแพลตฟอร์ม และเพื่อสนับสนุนการเข้าสังคมที่เป็นส่วนหนึ่งของการบริการ
(ต) เพื่อส่งเสริมการบริการและการใช้ข้อมูลที่ท่านให้กับเรา เช่น เนื้อหาที่สร้างขึ้นโดยผู้ใช้ (รวมไปถึงเนื้อหาในรูปแบบวีดีโอ) ที่ท่านสามารถเลือกอัพโหลดหรือเผยแพร่บนแพลตฟอร์มของเราซึ่งสามารถเข้าถึงได้ทางอินเตอร์เน็ตและอาจถูกเผยแพร่โดยสาธารณะชน (ซึ่งกรณีดังกล่าวจะไม่อยู่ภายใต้ความควบคุมของเรา) โดยถือเป็นส่วนหนึ่งของการโฆษณาและการตลาดเพื่อส่งเสริมแพลตฟอร์ม
(ถ) เพื่อดำเนินการเกี่ยวกับข้อร้องเรียน ผลตอบรับ การบังคับใช้และคำร้องขอให้ลบ อันเกี่ยวกับเนื้อหาใด ๆ ที่ท่านได้อัพโหลดขึ้นแพลตฟอร์ม
(ท) เพื่อแสดงบนกระดานคะแนนบนแพลตฟอร์มที่เกี่ยวข้องกับโครงการ เกมส์โทรศัพท์มือถือหรือกิจกรรมอื่นใด 
(ธ) เพื่อได้รับข้อมูลเพิ่มเติมที่เกี่ยวข้องกับท่าน โดยมีพื้นฐานมาจากข้อมูลส่วนบุคคลที่ท่านได้ให้มา (ไม่ว่าให้กับเราหรือบุคคลภายนอก) เพื่อที่จะให้ข้อมูลกับท่านได้ตรงเป้าและ/หรือเกี่ยวข้องมากขึ้น 
(น) เพื่อส่งสื่อทางการตลาดหรือสื่อส่งเสริมการขายที่เกี่ยวข้องกับการขายสินค้าและบริการของเราหรือผู้ขายบุคคลภายนอกให้กับท่านเป็นครั้งคราวไป (เว้นแต่ในกรณีที่ท่านเลือกที่จะไม่รับสิ่งดังกล่าว) และ 
(บ) เราอาจปฏิบัติการประมวลผลการตัดสินใจแบบอัตโนมัติตามวัตถุประสงค์ที่ได้กล่าวไว้ข้างต้น
3.2 เพื่อความชัดเจน ท่านรับทราบและยินยอมให้เบิร์ดแบ่งปันข้อมูลนิรนาม รวมถึงแต่ไม่จำกัดเพียงในสถานการณ์ดังต่อไปนี้ 
(ก) ข้อมูลผลรวม โดยเราอาจทำโครงการวิเคราะห์ข้อมูลรวมกับผู้ให้บริการบุคคลภายนอกที่ได้คัดเลือกมาโดยใช้ข้อมูลที่ไม่สามารถระบุตัวบุคคลที่เป็นเจ้าของข้อมูลได้ เพื่อประเมินความสนใจของผู้ใช้และเพื่อให้ผู้ใช้ได้รับซึ่งข้อมูลที่ตรงเป้าและ/หรือเกี่ยวข้อง โดยข้อมูลดังกล่าวจะมาจากข้อมูลผลรวมเกี่ยวกับกิจกรรมของผู้ใช้นอกแพลตฟอร์ม 
(ข) การโฆษณาโดยอิงตามพฤติกรรม เราอาจร่วมมือกับบุคคลภายนอกที่ได้คัดเลือกมาโดยใช้ข้อมูลที่ไม่สามารถระบุตัวบุคคลที่เป็นเจ้าของข้อมูลได้เพื่อพัฒนารูปแบบที่จะแสดงโฆษณาที่แม่นยำมากขึ้นแก่ผู้ใช้แต่ละราย
3.3 ท่านสามารถยกเลิกการรับข่าวสารข้อมูลการตลาดไม่ว่าเวลาใดโดยการใช้วิธีการยกเลิกการรับข่าวสารภายในโฆษณาทางอิเล็กทรอนิกส์ เราอาจใช้ข้อมูลการติดต่อของท่านเพื่อส่งจดหมายข่าวสารจากเราและจากบริษัทที่เกี่ยวข้อง
3.4 ในพฤติการณ์พิเศษเราอาจต้องเปิดเผยข้อมูลส่วนบุคคล เช่น ในสถานการณ์ที่มีมูลเหตุให้เชื่อว่าการเปิดเผยข้อมูลนั้นมีความจำเป็นเพื่อป้องกันอันตรายต่อชีวิตหรือสุขภาพ หรือเพื่อวัตถุประสงค์การบังคับใช้กฎหมาย หรือเพื่อให้สามารถดำเนินการตามข้อบังคับหรือคำขอตามกฎหมายและกฎเกณฑ์
3.5 เราอาจเปิดเผยและอนุญาตให้มีการเปิดเผยข้อมูลส่วนบุคคลของท่านกับบุคคลภายนอกและบริษัทในเครือของเราสำหรับวัตถุประสงค์ใด ๆ ที่กล่าวมาข้างต้น รวมไปถึงแต่ไม่จำกัดเพียงเพื่อให้เราให้ความสะดวกสบายกับท่านในการใช้บริการ เพื่อดำเนินการธุรกรรมของท่านให้สำเร็จ จัดการบัญชีผู้ใช้ของท่านและความสัมพันธ์ของเรากับท่าน ทำการตลาดและดำเนินการตามข้อบังคับหรือคำขอตามกฎหมายและกฎเกณฑ์ตามที่เห็นว่าจำเป็น โดยการเปิดเผยซึ่งข้อมูลส่วนบุคคลของท่านกับบุคคลดังกล่าว เราจะทำให้แน่ใจว่าบุคคลภายนอกและบริษัทในเครือของเราจะเก็บรักษาข้อมูลส่วนบุคคลของท่านให้ปลอดภัยจากการเข้าถึง การรวบรวม ใช้ เปิดเผย ประมวลผลหรือความเสี่ยงอื่นใดที่ใกล้เคียงกันโดยไม่ได้รับอนุญาตและจะเก็บรักษาข้อมูลส่วนบุคคลของท่านไว้เพียงเท่าที่จำเป็นจะต้องใช้เพื่อให้บรรลุซึ่งวัตถุประสงค์ที่กล่าวมาข้างต้น 
3.6 หากท่านอยู่ในประเทศไทย เราอาจโอนหรืออนุญาตให้มีการโอนข้อมูลส่วนบุคคลของท่านไปนอกประเทศไทยเพื่อวัตถุประสงค์ใดตามที่ได้ระบุไว้ในนโยบายความเป็นส่วนตัวฉบับนี้ 

4. การถอนความยินยอมที่จะให้ใช้ เปิดเผย เก็บรักษา และ/หรือประมวลผลข้อมูลส่วนบุคคล
4.1 ท่านอาจถอนความยินยอมของท่านที่จะให้ใช้ เปิดเผย เก็บรักษา และ/หรือประมวลผลซึ่งข้อมูลส่วนบุคคลของท่านต่อไปเพื่อวัตถุประสงค์ใด ๆ และในรูปแบบที่ระบุไว้ข้างต้น ไม่ว่าในเวลาใดก็ตาม
4.2 โปรดทราบว่าหากท่านถอนความยินยอมของท่านที่จะให้เราใช้ เปิดเผย เก็บรักษา หรือประมวลผลซึ่งข้อมูลของท่านเพื่อวัตถุประสงค์และในรูปแบบที่ระบุไว้ข้างต้น เราอาจจะไม่อยู่ในฐานะที่จะดำเนินการให้บริการแก่ท่านต่อไปหรือไม่สามารถปฏิบัติตามสัญญาใดที่เรามีกับท่านได้ และเราจะไม่ต้องรับผิดในกรณีที่เราไม่ได้ดำเนินการให้บริการท่านหรือไม่ปฏิบัติตามสัญญากับท่าน โดยเราขอสงวนสิทธิ์ทางกฎหมายและการเยียวยาของเราโดยชัดแจ้งสำหรับกรณีดังกล่าว 

5. การปรับข้อมูลส่วนบุคคลของท่านให้เป็นปัจจุบัน
5.1 ความถูกต้องและสมบูรณ์ของข้อมูลส่วนบุคคลที่ท่านให้แก่เรานั้นเป็นสิ่งสำคัญเพื่อให้ท่านสามารถใช้แพลตฟอร์มต่อไปได้และให้เราสามารถให้บริการได้ ท่านเป็นผู้รับผิดชอบในการแจ้งเราหากมีการเปลี่ยนแปลงข้อมูลส่วนบุคคลของท่าน หรือในกรณีที่ท่านเชื่อว่าข้อมูลส่วนบุคคลเกี่ยวกับท่านที่อยู่กับเราไม่แม่นยำ ไม่สมบูรณ์ ไม่ถูกต้องหรือล้าสมัย 
5.2 ท่านสามารถแก้ไขข้อมูลส่วนบุคคลของท่านให้เป็นปัจจุบันได้ไม่ว่าในเวลาใดโดยการเข้าถึงซึ่งบัญชีผู้ใช้ของท่านบนแพลตฟอร์ม
5.3 เรามีการเปิดเผยข้อมูลส่วนบุคคลที่ได้แก้ไขเป็นปัจจุบันของท่านแก่บุคคลภายนอกและบริษัทในเครือของเราผู้ซึ่งเราได้เคยเปิดเผยข้อมูลส่วนบุคคลของท่านแล้ว หากข้อมูลส่วนบุคคลของท่านนั้นยังมีความจำเป็นในการดำเนินการตามวัตถุประสงค์ที่ระบุไว้ข้างต้น

6. การเข้าถึงข้อมูลส่วนบุคคลของท่าน
6.1 ท่านสามารถขอข้อมูลเกี่ยวกับข้อมูลส่วนบุคคลของท่านที่เราเก็บรวบรวม หรือสอบถามเกี่ยวกับวิธีที่ข้อมูลส่วนบุคคลของท่านถูกใช้ เปิดเผย เก็บรักษาหรือประมวลผลโดยเราภายในปีที่ผ่านมา และเพื่อที่จะอำนวยความสะดวกตามคำขอของท่าน เราอาจจำเป็นต้องร้องขอข้อมูลเพิ่มเติมเกี่ยวกับคำขอของท่าน
6.2 เราขอสงวนสิทธิ์ในการเรียกเก็บค่าธรรมเนียมการบริหารจัดการตามสมควร สำหรับการกู้บันทึกข้อมูลส่วนบุคคลของท่าน กรณีดังกล่าวเราจะแจ้งให้ท่านทราบถึงค่าธรรมเนียมก่อนจะดำเนินการตามคำขอของท่าน 
6.3 เราจะตอบคำขอของท่านอย่างเร็วที่สุดเท่าที่เป็นไปได้ตามสมควร หากเราไม่สามารถให้คำตอบท่านได้ภายในสามสิบวัน (30) วันนับจากวันที่ท่านมีคำขอ เราจะแจ้งให้ท่านทราบเป็นลายลักษณ์อักษร หากเราไม่สามารถให้ข้อมูลส่วนบุคคลใด ๆ แก่ท่านหรือไม่สามารถทำการแก้ไขตามที่ท่านร้องขอ โดยทั่วไปแล้วเราจะแจ้งว่าเพราะเหตุใดเราจึงไม่สามารถดำเนินการดังกล่าวได้ (เว้นแต่ว่าเรามิได้ถูกบังคับให้ดำเนินการดังกล่าวภายใต้กฎหมายคุ้มครองข้อมูลที่เกี่ยวข้อง)

7. ความปลอดภัยของข้อมูลส่วนบุคคลของท่าน
7.1 เพื่อรักษาความปลอดภัยซึ่งข้อมูลส่วนบุคคลของท่านจากการเข้าถึง การเก็บรวบรวม การใช้ การเปิดเผย การประมวลผล การทำสำเนา การเปลี่ยนแปลง การจำหน่าย การทำให้สูญหาย การใช้ในทางที่ผิด การดัดแปลงหรือความเสี่ยงอื่นที่คล้ายคลึงกัน โดยไม่ได้รับอนุญาต เราได้ใช้มาตรการในการจัดการที่เหมาะสม ทั้งที่เป็นรูปธรรมและในทางเทคนิค เช่น 
(ก) จำกัดสิทธิการเข้าถึงข้อมูลส่วนบุคคลให้เข้าถึงได้เฉพาะของบุคคลที่จำเป็นต้องเข้าถึง
(ข) รักษาระดับของผลิตภัณฑ์ที่เกี่ยวข้องกับเทคโนโลยีเพื่อป้องกันการเข้าถึงทางคอมพิวเตอร์ที่ไม่ได้รับอนุญาต และ 
(ค) ใช้ 128-บิต เอสเอสแอล (เทคโนโลยีการเข้ารหัสข้อมูล) ซึ่งเป็นเทคโนโลยีการเข้ารหัสเมื่อประมวลผลข้อมูลการเงินของท่าน 
7.2 หากท่านเชื่อว่าความเป็นส่วนตัวของท่านถูกละเมิด กรุณาติดต่อเราโดยทันที 
7.3 ท่านควรทราบว่าไม่มีวิธีการถ่ายโอนใดบนอินเตอร์เน็ตหรือขั้นตอนการเก็บข้อมูลทางอิเล็กทรอนิกส์ใดที่ปลอดภัยโดยสมบูรณ์ แม้ไม่สามารถรับประกันความปลอดภัยนั้นได้ แต่เราได้พยายามอย่างมากที่จะปกป้องความปลอดภัยในข้อมูลของท่านและจะทบทวนและเพิ่มเติมมาตรการการรักษาข้อมูลอย่างสม่ำเสมอ 
7.4 รหัสผ่านของท่านคือกุญแจในการเข้าถึงบัญชีของท่าน กรุณาใช้ตัวเลขเฉพาะ ตัวอักษรและอักษรพิเศษ และจะต้องไม่แบ่งปันรหัสผ่านเบิร์ดของท่านกับบุคคลใด หากท่านแบ่งปันรหัสของท่านกับผู้อื่น ท่านจะต้องรับผิดชอบการกระทำทั้งหมดที่ได้ทำไปในนามของบัญชีของท่านและผลที่ตามมา หากท่านเสียการควบคุมรหัสผ่านของท่าน ท่านอาจเสียการควบคุมข้อมูลส่วนบุคคลของท่านและข้อมูลอื่นที่ท่านได้ส่งให้แก่เบิร์ดอย่างมีนัยสำคัญ รวมทั้งท่านอาจตกอยู่ภายใต้ความผูกพันตามกฎหมายในการกระทำใด ๆ ที่ได้กระทำไปในนามของท่าน ดังนั้นหากมีการเข้าถึงรหัสของท่านโดยไม่ได้รับอนุญาตไม่ว่าด้วยเหตุใดหรือมีเหตุอันควรเชื่อว่ารหัสของท่านถูกเข้าถึงโดยไม่ได้รับอนุญาต ท่านควรติดต่อเราและเปลี่ยนรหัสของท่านโดยทันที ท่านจะต้องไม่ลืมออกจากระบบบัญชีของท่านและปิดบราวเซอร์หากท่านใช้งานในคอมพิวเตอร์ซึ่งใช้ร่วมกับผู้อื่น 

8. การเก็บรักษาข้อมูลส่วนบุคคล
8.1 เราจะเก็บรักษาข้อมูลส่วนบุคคลของท่านไว้เพียงเท่าที่กฎหมายกำหนดไว้หรือเท่าที่จำเป็นสำหรับวัตถุประสงค์ของการเก็บข้อมูลดังกล่าว
8.2 เราจะยุติการเก็บรักษาข้อมูลส่วนบุคคลของท่านหรือนำวิธีการที่ข้อมูลที่อาจเชื่อมโยงกับท่านออก โดยทันทีที่เห็นสมควรแล้วว่าการเก็บรักษานั้น ไม่สามารถบรรลุวัตถุประสงค์ที่ข้อมูลส่วนบุคคลดังกล่าวได้ถูกเก็บรวบรวมมาแล้วอีกต่อไป และไม่มีความจำเป็นสำหรับวัตถุประสงค์ทางกฎหมายหรือทางธุรกิจใด

9. ผู้เยาว์
9.1 เบิร์ดไม่ขายสินค้าใด ๆ เพื่อให้ผู้เยาว์ซื้อ (ตามกฎหมายที่เกี่ยวข้องกำหนด) และเบิร์ดไม่มีเจตนาที่จะให้บริการใด ๆ แก่ผู้เยาว์ หรือให้ผู้เยาว์ใช้แพลตฟอร์ม และเราไม่มีเจตนาเก็บรวบรวมข้อมูลส่วนบุคคลซึ่งเกี่ยวข้องกับผู้เยาว์ 
9.2 ด้วยเอกสารฉบับนี้ ท่านยืนยันและรับประกันว่าท่านมีอายุเกินเกณฑ์ผู้เยาว์และท่านมีความสามารถที่จะเข้าใจและยอมรับข้อกำหนดนโยบายความปลอดภัยฉบับนี้ หากท่านเป็นผู้เยาว์ ท่านจะสามารถใช้แพลตฟอร์มภายใต้ความยินยอมของบุพการีหรือผู้ปกครองเท่านั้น
9.3 ในฐานะบุพการีหรือผู้ปกครองตามกฎหมาย โปรดห้ามผู้เยาว์ภายใต้การดูแลของท่านส่งข้อมูลให้แก่ เบิร์ด ในกรณีที่ข้อมูลส่วนบุคคลของผู้เยาว์ดังกล่าวนั้นถูกเปิดเผยแก่เบิร์ด ท่านยินยอมให้มีการประมวลผลข้อมูลส่วนบุคคลของผู้เยาว์และยอมรับและตกลงที่จะผูกพันตามนโยบายความเป็นส่วนตัวฉบับนี้และรับผิดชอบในการกระทำของผู้เยาว์ดังกล่าว
9.4 เราจะไม่รับผิดชอบต่อการใช้บริการบนแพลตฟอร์มโดยไม่ได้รับอนุญาตโดยตัวท่าน ผู้ใช้ผู้ดำเนินการในนามของท่านหรือผู้ใช้ที่ไม่ได้รับอนุญาต ท่านต้องรับผิดชอบในการตัดสินใจเกี่ยวกับการใช้บริการบนแพลตฟอร์มและดำเนินการใด ๆ เพื่อป้องกันการใช้บริการที่ไม่ถูกต้องบนแพลตฟอร์ม 

10. การเก็บรวบรวมข้อมูลคอมพิวเตอร์
10.1 เราหรือผู้ให้บริการที่ได้รับอนุญาตจากเราอาจใช้ คุกกี้ เว็บ บีคอนและเทคโนโลยีอื่นใดที่คล้ายคลึงกันเพื่อเก็บรักษาข้อมูลที่ช่วยให้เราสร้างประสบการณ์เฉพาะตัวที่ดีขึ้น เร็วขึ้น ปลอดภัยขึ้นเมื่อท่านใช้บริการหรือเข้าถึงแพลตฟอร์ม 
10.2 เมื่อท่านเข้าชมแพลตฟอร์มผ่านคอมพิวเตอร์ อุปกรณ์เคลื่อนที่ หรืออุปกรณ์อื่นใดที่มีการเชื่อมต่ออินเตอร์เน็ตของท่าน เซิร์ฟเวอร์ของบริษัทเราจะบันทึกข้อมูลที่บราวเซอร์ของท่านได้ส่งมาโดยอัตโนมัติเมื่อได้เข้าสู่เว็ปไซต์ โดยข้อมูลอาจรวมถึง 
(ก) หมายเลขไอพีของคอมพิวเตอร์หรืออุปกรณ์ของท่าน 
(ข) ชนิดของบราวเซอร์
(ค) เว็บเพจที่ท่านเข้าชมก่อนที่ท่านจะเข้าถึงแพลตฟอร์ม 
(ง) หน้าในแพลตฟอร์มที่ท่านเข้าชม และ 
(จ) ระยะเวลาที่ท่านใช้บนหน้าดังกล่าว สิ่งของและข้อมูลที่ท่านค้นหาบนแพลตฟอร์ม ระยะเวลาเข้าถึงและวันที่และสถิติอื่น ๆ 
10.3 ข้อมูลเหล่านี้จะถูกเก็บรวบรวมเพื่อวิเคราะห์และประเมินเพื่อที่จะช่วยเราปรับปรุงเว็ปไซต์และการบริการและสินค้าที่เรามี 
10.4 คุกกี้คือไฟล์ตัวอักษรขนาดเล็ก (ปกติแล้วจะประกอบด้วยตัวอักษรและตัวเลข) ที่ตั้งอยู่ในความจำของบราวเซอร์หรืออุปกรณ์ของท่านเมื่อท่านเข้าชมเว็ปไซต์หรือดูข้อความ คุกกี้ทำให้เราสามารถจำอุปกรณ์หรือบราวเซอร์ดังกล่าวและช่วยให้เราสามารถทำเนื้อหาให้เป็นการเฉพาะโดยให้เหมาะสมกับสิ่งที่ท่านสนใจได้รวดเร็วขึ้นและจะทำให้การบริการและแพลตฟอร์มมีความสะดวกสบายและมีประโยชน์กับท่าน 
10.5 ท่านสามารถจัดการและลบคุกกี้ผ่านการตั้งค่าในบราวเซอร์หรืออุปกรณ์ของท่าน สำหรับข้อมูลเพิ่มเติมเกี่ยวกับวิธีการนั้น กรุณาเข้าชมส่วนช่วยเหลือของบราวเซอร์หรืออุปกรณ์ของท่าน
10.6 รูปกราฟฟิคขนาดเล็กที่อาจถูกรวมอยู่บนการบริการและแพลตฟอร์มของเรา ซึ่งรูปกราฟฟิคนั้น ๆ อาจช่วยให้เราสามารถนับจำนวนผู้ใช้ผู้เข้าชมเพจดังกล่าวเพื่อให้เราสามารถเข้าใจความต้องการและความสนใจของท่าน

11. สิทธิของเบิร์ดในการเปิดเผยข้อมูลส่วนบุคคล
11.1 ท่านรับทราบและตกลงว่าเบิร์ด มีสิทธิที่จะเปิดเผยข้อมูลส่วนบุคคลของท่านต่อหน่วยงานทางกฎหมาย หน่วยงานควบคุมกฎเกณฑ์ หน่วยงานรัฐบาล หน่วยงานภาษี หน่วยงานบังคับใช้กฎหมาย หรือหน่วยงานใดหรือผู้มีสิทธิที่เกี่ยวข้อง หากเบิร์ด มีเหตุอันควรเชื่อได้ว่าการเปิดเผยข้อมูลส่วนบุคคลของท่านนั้นจำเป็นสำหรับวัตถุประสงค์ในการปฏิบัติตามหน้าที่ สิ่งที่ต้องทำหรือการจัดการ ไม่ว่าสมัครใจหรือจำเป็น ซึ่งเป็นผลมาจากการร่วมมือกับคำสั่งหรือการสอบสวน และ/หรือการร้องขอโดยหน่วยงานดังกล่าว โดยสิทธิดังกล่าวนั้นจะต้องอยู่ในขอบเขตของกฎหมายที่เกี่ยวข้อง และท่านตกลงที่จะไม่ดำเนินการใด ๆ และ/หรือสละสิทธิของท่านในการดำเนินการใด ๆ ต่อเบิร์ด สำหรับการเปิดเผยข้อมูลส่วนบุคคลของท่านในสถานการณ์ดังกล่าว

12. เว็บไซต์ของบุคคลภายนอก
12.1 แพลตฟอร์มอาจมีลิงก์ที่นำไปสู่เว็บไซต์อื่นที่ดำเนินการโดยฝ่ายอื่น เช่น ผู้เกี่ยวข้องกับเราทางธุรกิจ พ่อค้า หรือช่องทางการชำระเงิน เราจะไม่รับผิดชอบในวิธีปฏิบัติเกี่ยวกับความเป็นส่วนตัวของเว็บไซต์ที่ดำเนินการโดยฝ่ายอื่นดังกล่าว ขอแนะนำท่านให้ตรวจสอบนโยบายความเป็นส่วนตัวที่เกี่ยวข้องในเว็บไซต์ดังกล่าวเพื่อที่จะทราบว่าเว็บไซต์ดังกล่าวจะจัดการกับข้อมูลที่ได้เก็บรวบรวมไปจากท่านอย่างไร

คำถาม ผลตอบรับ ข้อกังวล คำแนะนำหรือข้อเรียกร้อง
13.1 หากท่านมีคำถามใดเกี่ยวข้องกับการคุ้มครองข้อมูลส่วนบุคคลหรือความเป็นส่วนตัวของข้อมูล โปรดอ้างถึงรายการคำถามที่พบบ่อยในการคุ้มครองข้อมูล/ความเป็นส่วนตัวของข้อมูล
13.2 หากคำถามของท่านไม่อยู่ในรายการคำถามที่พบบ่อยของเรา หรือหากท่านมีผลตอบรับ ข้อกังวล คำแนะนำหรือข้อเรียกร้องเกี่ยวข้องกับข้อมูลส่วนบุคคล กรุณาติดต่อเราที่ 02-003-1862

เงื่อนไขในการใช้บริการ (Terms & Conditions)
ยินดีต้อนรับสู่เว็บไซต์เบิร์ด www.birdfresh.in.th และ/หรือ BIRD Mobile Application กรุณาอ่านเงื่อนไขและข้อกำหนดเหล่านี้โดยละเอียด เงื่อนไขในการใช้บริการต่อไปนี้ จะใช้บังคับกับการใช้งานและการเข้าถึง รวมถึงการใช้บริการแพลตฟอร์มของท่าน (ดังที่นิยามไว้ด้านล่างนี้)
ด้วยการเข้าถึงแพลตฟอร์มและ/หรือใช้บริการ ท่านตกลงที่จะผูกพันโดยเงื่อนไขในการใช้บริการนี้ หากท่านไม่ตกลงด้วยกับเงื่อนไขในการใช้บริการนี้ ห้ามเข้าใช้และ/หรือใช้แพลตฟอร์มนี้หรือบริการ
การเข้าถึงและใช้ส่วนที่มีการใช้รหัสป้องกัน และ/หรือรักษาความปลอดภัยของแพลตฟอร์ม และ/หรือการใช้บริการจะจำกัดไว้สำหรับลูกค้าที่มีบัญชีผู้ใช้เท่านั้น ท่านต้องไม่เข้าใช้หรือพยายามเข้าใช้ส่วนดังกล่าวของแพลตฟอร์มนี้และ/หรือบริการหรือยังข้อมูลอื่นใดที่มีการป้องกันโดยไม่ได้รับอนุญาต ผ่านทางช่องทางใด ๆ ที่เราไม่ได้เจตนาเปิดให้ใช้สำหรับการใช้งานโดยเฉพาะของท่าน การฝ่าฝืนข้อกำหนดนี้อาจจะเป็นความผิดตามพระราชบัญญัติว่าด้วยการกระทำผิดเกี่ยวกับคอมพิวเตอร์ พ.ศ. 2550 และพระราชบัญญัติว่าด้วยการกระทำผิดเกี่ยวกับคอมพิวเตอร์ พ.ศ. 2560 ของประเทศไทย
หากท่านอายุต่ำกว่า 20 ปี: ท่านต้องได้รับความยินยอมจากบิดามารดาหรือผู้ปกครองตามกฎหมายของท่านและบุคคลดังกล่าวจะต้องยอมรับเงื่อนไขการใช้บริการนี้และรับผิดชอบต่อ:
(1) การกระทำของท่าน
(2) ค่าบริการใด ๆ ที่เกี่ยวข้องกับการใช้บริการใด ๆ หรือการซื้อสินค้า/ขายสินค้าของท่าน
(3) การยอมรับและปฏิบัติตามเงื่อนไขในการใช้บริการนี้ของท่าน หากท่านไม่ได้รับความยินยอมจากบิดามารดาหรือผู้ปกครองตามกฎหมายของท่านท่านต้องหยุดการใช้งาน/การเข้าใช้ แพลตฟอร์มและการใช้บริการ

1. นิยามและการตีความ
เว้นแต่จะกำหนดไว้เป็นอย่างอื่น นิยามและข้อกำหนดเกี่ยวกับการตีความที่กำหนดไว้ในเอกสารแนบ 1 จะนำมาบังคับใช้กับเงื่อนไขในการใช้บริการนี้

2. การใช้บริการและ/หรือการเข้าถึงแพลตฟอร์มโดยทั่วไป
2.1 แนวปฏิบัติในการใช้งานแพลตฟอร์มและ/หรือบริการ: ท่านตกลงที่จะปฏิบัติตามแนวปฏิบัติคำบอกกล่าว ระเบียบการดำเนินงาน และนโยบายและคำแนะนำทั้งหลายเกี่ยวกับการใช้บริการและ/หรือการเข้าถึงแพลตฟอร์ม รวมถึงการแก้ไขเพิ่มเติมใด ๆ ในสิ่งที่กล่าวมาซึ่งออกใช้บังคับโดยเราเป็นครั้งคราวไปเราสงวนสิทธิที่จะปรับปรุงแนวปฏิบัติคำบอกกล่าว ระเบียบการดำเนินงาน และนโยบายและคำแนะนำดังกล่าวในเวลาใด ๆ และถือว่าท่านได้รับทราบและผูกพันตามการเปลี่ยนแปลงใด ๆ กับสิ่งที่กล่าวมานั้นเมื่อได้มีการเผยแพร่บนแพลตฟอร์มแล้ว
2.2 กิจกรรมที่ต้องห้าม: ท่านตกลงและให้คำมั่นที่จะไม่:
(ก) ปลอมเป็นบุคคลหรือหน่วยงานใด ๆ หรือระบุถ้อยคำอันเป็นเท็จหรือแสดงตนโดยหลอกลวงด้วยประการอื่นใดในความเกี่ยวข้องสัมพันธ์กับบุคคลหรือหน่วยงานใด ๆ
(ข) ใช้แพลตฟอร์มหรือบริการเพื่อวัตถุประสงค์ที่ไม่ชอบด้วยกฎหมาย
(ค) พยายามจะเข้าใช้โดยไม่ได้รับอนุญาตหรือทำการรบกวนหรือทำให้ระบบคอมพิวเตอร์หรือเครือข่ายอื่นที่เชื่อมต่อกับแพลตฟอร์มหรือบริการขัดข้อง
(ง) โพสต์ ส่งเสริม หรือส่งเอกสารข้อมูลต้องห้ามใด ๆ ผ่านทางแพลตฟอร์มหรือบริการ
(จ) รบกวนการใช้งานและการใช้ประโยชน์จากแพลตฟอร์มหรือบริการของผู้อื่น
(ฉ) ใช้หรืออัพโหลด ในทางใดทางหนึ่ง ซึ่งซอฟต์แวร์หรือเอกสารข้อมูลใด ๆ ที่มี หรือที่ท่านมีเหตุให้สงสัยว่ามีไวรัสส่วนประกอบที่ทำให้เสียหายรหัสที่เป็นอันตราย หรือส่วนประกอบที่ทำอันตรายซึ่งอาจจะทำให้ข้อมูลของแพลตฟอร์มเสียหายหรือผิดพลาดได้หรือทำให้เสียหายหรือรบกวนการทำงานของคอมพิวเตอร์หรืออุปกรณ์มือถือของลูกค้ารายอื่นหรือของแพลตฟอร์มหรือบริการได้และ
(ช) ใช้แพลตฟอร์มหรือบริการนอกเหนือจากที่สอดคล้องกับนโยบายการใช้งานที่เป็นที่ยอมรับของเครือข่ายที่เชื่อมต่อใด ๆ มาตรฐานอินเทอร์เน็ตใด ๆ ที่เกี่ยวข้อง และกฎหมายอื่นใดที่เกี่ยวข้อง
(ซ) สร้าง และ/หรือ ใช้บัญชีลูกค้า และ/หรือ บัญชีของ เบิร์ด ใด ๆ บนแพลตฟอร์มหรือบริการมากกว่าหนึ่งบัญชี
2.3 ความพร้อมของแพลตฟอร์มและบริการ:
เราอาจจะทำการปรับปรุงแก้ไข ระงับ หรือหยุดการให้บริการหรือถอดออกไม่ว่าทั้งหมดหรือบางส่วนของแพลตฟอร์มหรือบริการใด ๆ ในบางช่วงเวลา โดยไม่จำต้องให้เหตุผลใด ๆ หรือคำบอกกล่าวล่วงหน้า และไม่ต้องรับผิดชอบใด ๆ หากการปรับปรุง แก้ไข ระงับ หรือถอดออกดังกล่าวจะทำให้ท่านไม่สามารถเข้าใช้แพลตฟอร์มหรือส่วนหนึ่งส่วนใดของบริการ
2.4 สิทธิในการติดตามตรวจ
เราขอสงวนสิทธิโดยดุลพินิจแต่ฝ่ายเดียวแต่ไม่ผูกพันที่จะ:
(ก) ติดตามตรวจสอบ คัดกรอง หรือควบคุมกิจกรรม เนื้อหา หรือเอกสารข้อมูลใด ๆ บนแพลตฟอร์ม และ/หรือผ่านการบริการ เราอาจจะสอบสวนการฝ่าฝืนใด ๆ ในเงื่อนไขและข้อกำหนดที่อยู่ในที่นี้และอาจจะดำเนินการใด ๆ ตามที่เห็นสมควรโดยดุลพินิจของทางเราแต่เพียงฝ่ายเดียว
(ข) ป้องกันหรือจำกัดการเข้าใช้ยังแพลตฟอร์มและ/หรือบริการของลูกค้า
(ค) รายงานกิจกรรมใดที่เราสงสัยว่าจะฝ่าฝืนกฎหมายหรือระเบียบกฎเกณฑ์ใด ๆ ที่ใช้บังคับให้หน่วยงานที่เหมาะสมทราบและให้ความร่วมมือกับหน่วยงานดังกล่าวและ/หรือ
(ง) ร้องขอข้อสนเทศและข้อมูลใด ๆ จากท่านอันเกี่ยวกับการใช้บริการและ/หรือการเข้าใช้แพลตฟอร์มของท่านในเวลาใด ๆ และใช้สิทธิของเราภายใต้ข้อนี้หากท่านปฏิเสธที่จะให้ข้อสนเทศและ/หรือข้อมูลดังกล่าว หรือหากท่านให้หรือเรามีเหตุให้เชื่อได้ว่าท่านให้ข้อสนเทศและ/หรือข้อมูลที่ไม่ถูกต้อง ทำให้เกิดความเข้าใจผิด หรือโดยฉ้อฉล
(จ) หยุดการใช้งาน ยกเลิก ลบ ห้าม ระงับและจำกัดการเข้าถึงแพลตฟอร์ม และ/หรือบริการ ของและโดยบัญชีของเบิร์ด ใด ๆ ลูกค้า และ/หรือ บุคคลใด ไม่ว่าชั่วคราวหรือถาวรโดยไม่ต้องให้เหตุผลหรือบอกกล่าวล่วงหน้า
2.5 นโยบายความเป็นส่วนตัว:
การใช้บริการ และ/หรือการเข้าถึงแพลตฟอร์มของท่านยังอยู่ภายใต้บังคับนโยบายความเป็นส่วนตัวตามที่กำหนดไว้ใน https://www.birdfresh.in.th//privacy-policy/
2.6 เงื่อนไขและข้อกำหนดในการซื้อขายและเงื่อนไขและข้อกำหนดของบัตรแทนเงินสด:
การซื้อขายสินค้าใด ๆจะอยู่ภายใต้บังคับเงื่อนไขและข้อกำหนดในการซื้อขายดังกำหนดไว้ใน https://www. birdfresh.in.th/terms-conditions/
หากท่านใช้คูปองแทนเงินสดเงื่อนไข&ข้อกำหนดของคูปองแทนเงินสดที่กำหนดไว้ใน https://www.birdfresh.in.th/terms-conditions/ จะนำมาใช้บังคับ
2.7 เงื่อนไขเพิ่มเติม:
นอกเหนือจากเงื่อนไขในการใช้บริการนี้การใช้งานเอกสารข้อมูลและบริการในด้านหนึ่งด้านใดโดยเฉพาะเอกสารข้อมูลฉบับที่ละเอียดขึ้นหรือได้รับการปรับปรุงที่เสนอโดยเราหรือโดยผู้รับเหมาช่วงที่เรากำหนดอาจจะอยู่ภายใต้บังคับเงื่อนไขและข้อกำหนดเพิ่มเติมซึ่งจะใช้บังคับโดยมีผลสมบูรณ์ทุกประการ

3. การใช้บริการ
3.1 การใช้บังคับเงื่อนไขในข้อนี้: นอกเหนือจากเงื่อนไขและข้อกำหนดอื่นทั้งหลายของเงื่อนไขในการใช้บริการนี้ ข้อกำหนดในข้อ 3 นี้ถือว่าเป็นเงื่อนไขและข้อกำหนดเฉพาะเพิ่มเติมที่ใช้บังคับกับการใช้บริการของท่าน
3.2 ข้อจำกัด: การใช้บริการจะถูกจำกัดเฉพาะลูกค้าที่ได้รับอนุญาต ซึ่งเป็นบุคคลที่บรรลุนิติภาวะแล้วและมีความสามารถตามกฎหมายในการทำสัญญาภายใต้กฎหมายที่เกี่ยวข้องใด ๆ ลูกค้าที่ได้ฝ่าฝืนหรือกำลังฝ่าฝืนเงื่อนไขและข้อกำหนดในที่นี้ และลูกค้าที่ถูกระงับการใช้บริการใด ๆ ไม่ว่าถาวรหรือชั่วคราว จะไม่อาจใช้บริการได้แม้ว่าจะทำตามข้อกำหนดของข้อ 3.2 นี้แล้วก็ตาม
3.3 เงื่อนไขในการใช้บริการทั่วไป: ท่านตกลง:
(ก) ที่จะเข้าใช้ และ/หรือใช้บริการ ด้วยวัตถุประสงค์ที่ชอบด้วยกฎหมายเท่านั้นและด้วยวิธีการที่ชอบด้วยกฎหมายตลอดเวลา รวมทั้งตกลงที่จะดำเนินกิจกรรมใด ๆ เกี่ยวกับการบริการด้วยความสุจริตใจ และ
(ข) ที่จะรับรองว่าข้อสนเทศหรือข้อมูลใด ๆ อันเกี่ยวกับบริการที่ท่านโพสต์หรือทำให้ปรากฏบนแพลตฟอร์มนั้นถูกต้องและไม่ฝ่าฝืนกฎหมายใด ๆ ที่เกี่ยวข้อง และจะรับผิดชอบในข้อสนเทศและข้อมูลดังกล่าวแต่ฝ่ายเดียว
3.4 รายละเอียดของสินค้า: ถึงแม้ว่าเราจะพยายามอย่างเต็มที่ในการให้ข้อมูลและรายละเอียดที่แม่นยำของสินค้า เราไม่รับประกันว่ารายละเอียดดังกล่าวจะมีความแม่นยำ เป็นปัจจุบันหรือปราศจากข้อผิดพลาด
3.5 ราคาของสินค้า: ราคาที่ประกาศขายทั้งหลายอยู่ภายใต้บังคับการเสียภาษี เว้นแต่จะระบุไว้ชัดแจ้งเป็นอย่างอื่น เราสงวนสิทธิที่จะแก้ไขราคาประกาศขายในเวลาใด ๆ ก็ได้โดยไม่ต้องให้เหตุผลหรือคำบอกกล่าวล่วงหน้าใด ๆ
3.6 ผู้ขายที่เป็นบุคคลภายนอก: ท่านรับทราบว่าคู่สัญญานอกเหนือจาก BIRD (ได้แก่ ผู้ขายที่เป็นบุคคลภายนอก) เป็นผู้ลงรายการและขายสินค้าของบุคคลดังกล่าวบนแพลตฟอร์ม ข้อมูลว่าสินค้าดังกล่าวได้ถูกประกาศเพื่อจำหน่ายบนแพลตฟอร์มโดยเบิร์ด หรือผู้ขายที่เป็นบุคคลภายนอก อาจมีการไว้บนเว็บเพจที่มีการแสดงรายการสินค้าดังกล่าว เพื่อหลีกเลี่ยงข้อสงสัย ข้อตกลงแต่ละฉบับที่ทำขึ้นเพื่อการขายสินค้าของผู้ขายที่เป็นบุคคลภายนอกให้แก่ลูกค้า จะเป็นสัญญาที่ทำขึ้นโดยตรงระหว่างผู้ขายที่เป็นบุคคลภายนอกกับลูกค้าเท่านั้น และยังอยู่ภายใต้บังคับเงื่อนไขและข้อกำหนดในการซื้อขายสินค้าด้วย

4. ลูกค้าที่มีบัญชีกับเบิร์ด
4.1 ชื่อผู้ใช้/รหัสผ่าน: บริการบางอย่างที่อาจจะมีบนแพลตฟอร์มอาจจำเป็นจะต้องมีการสร้างบัญชีกับเราหรือมีการให้ข้อมูลส่วนบุคคลของท่าน หากท่านขอสร้างบัญชีกับเรา ชื่อผู้ใช้และรหัสผ่านอาจจะ:
(1) พิจารณาและออกให้ท่านโดยเรา หรือ
(2) ท่านเป็นฝ่ายให้และเราเป็นผู้อนุมัติโดยดุลพินิจแต่ฝ่ายเดียวของเราอันเกี่ยวข้องกับการใช้บริการ และ/หรือการเข้าใช้แพลตฟอร์มที่เกี่ยวข้อง เราอาจจะร้องขอให้ท่านอัพเดทข้อมูลส่วนบุคคลของท่านหรือยกเลิกชื่อผู้ใช้ และ/หรือรหัสผ่านทันทีในเวลาใด ๆ โดยดุลพินิจแต่ฝ่ายเดียวของเรา โดยไม่ต้องให้เหตุผลหรือคำบอกกล่าวล่วงหน้าและไม่ต้องรับผิดหรือรับผิดชอบในความสูญเสียใด ๆ ที่ท่านได้รับหรือท่านเป็นฝ่ายทำให้เกิดขึ้น หรือเกิดขึ้นจากหรือเกี่ยวข้องกับหรือโดยเหตุผลของคำขอหรือการยกเลิกดังกล่าว ท่านตกลงที่จะเปลี่ยนรหัสผ่านของท่านเป็นครั้งคราว และเก็บชื่อผู้ใช้และรหัสผ่านไว้เป็นความลับและจะรับผิดชอบต่อความปลอดภัยของบัญชีของท่านและรับผิดต่อการเปิดเผยหรือการใช้งานใด ๆ (ไม่ว่าการใช้งานดังกล่าวจะได้รับอนุญาตหรือไม่) ซึ่งชื่อผู้ใช้งาน และ/หรือรหัสผ่าน ท่านจะต้องแจ้งให้เราทราบทันทีหากท่านทราบว่าหรือมีเหตุผลให้สงสัยว่าความลับเกี่ยวกับชื่อผู้ใช้งาน และ/หรือรหัสผ่านอาจจะถูกเปิดเผยหรือมีการใช้ชื่อผู้ใช้งาน และ/หรือรหัสผ่านโดยไม่ได้รับอนุญาต หรือหากข้อมูลส่วนบุคคลของท่านจำเป็นต้องมีการปรับปรุง เราคาดว่าคำบอกกล่าวของท่านได้รับการดำเนินการโดยเราเมื่อครบเจ็ด (7) วันทำการหลังจากได้รับคำบอกกล่าวดังกล่าวแล้ว
4.2 การอ้างการใช้งานหรือเข้าใช้: ท่านตกลงและรับทราบว่าการใช้บริการ และ/หรือการเข้าใช้ใด ๆในแพลตฟอร์ม และข้อสนเทศ ข้อมูล หรือการสื่อสารใด ๆ ที่อ้างอิงถึงชื่อผู้ใช้งานและรหัสผ่านของท่านได้ แล้วแต่กรณี จะถือว่า:
(ก) เป็นการเข้าใช้แพลตฟอร์มที่เกี่ยวข้อง และ/หรือ ใช้บริการโดยท่าน หรือ
(ข) เป็นข้อสนเทศ ข้อมูล หรือการสื่อสารที่ประกาศ ส่งผ่าน หรือออกโดยชอบโดยฝ่ายท่าน
ไม่ว่าเวลาใด ๆ ท่านตกลงที่จะผูกพันโดยการเข้าใช้แพลตฟอร์ม และ/หรือการใช้บริการใด ๆ (ไม่ว่าการเข้าใช้หรือการใช้งานดังกล่าวจะได้รับอนุญาตจากท่านหรือไม่ เว้นแต่กรณีการเข้าใช้แพลตฟอร์มที่ไม่ได้รับอนุญาตใด ๆ หลังจากเราได้รับการบอกกล่าวการเข้าใช้โดยไม่ได้รับอนุญาตของชื่อผู้ใช้งาน และ/หรือรหัสผ่านแล้ว ตามข้อ 4.1) ท่านยินยอมให้ เรามีสิทธิ (แต่ไม่ผูกพัน) ที่ดำเนินการ อ้างอิงตาม หรือขอให้ท่านรับผิดชอบและรับผิดแต่ฝ่ายเดียวในการกระทำดังกล่าวเสมือนว่าการเข้าใช้ดังกล่าวนั้นทำหรือส่งโดยท่านเอง ท่านยังตกลงและรับทราบอีกด้วยว่า ท่านผูกพันและตกลงที่จะชดใช้ความเสียหายให้เราจนเต็มจำนวนต่อความสูญเสียใด ๆ ทั้งหมดที่เกิดจากการใช้บริการใด ๆ และ/หรือการเข้าใช้แพลตฟอร์ม ที่สามารถอ้างอิงไปชื่อผู้ใช้หรือรหัสผ่านของท่านได้

5. ทรัพย์สินทางปัญญา
5.1 ความเป็นเจ้าของ: ทรัพย์สินทางปัญญาในแพลตฟอร์มและเอกสารข้อมูลเป็นกรรมสิทธิ์ของ อนุญาตให้แก่ หรือควบคุมโดยเรา ผู้อนุญาตให้ใช้สิทธิของเรา หรือผู้ให้บริการของเรา เราสงวนสิทธิที่จะบังคับใช้สิทธิในทรัพย์สินทางปัญญาอย่างเต็มที่เท่าที่กฎหมายกำหนด
5.2 การจำกัดการใช้งาน: ห้ามมิให้ทำซ้ำ ทำวิศวกรรมย้อนกลับ แปลงกลับ ถอดประกอบ แยกส่วน เปลี่ยนแปลง แจกจ่าย เผยแพร่ซ้ำ จัดแสดง ออกอากาศ ทำการเชื่อมโยง ทำภาพสะท้อน เฟรม โอนย้าย หรือส่งต่อในลักษณะใด ๆ หรือด้วยวิธีการใด หรือ เก็บไว้ในระบบการค้นข้อสนเทศ หรือติดตั้งในเซิร์ฟเวอร์ ระบบ หรืออุปกรณ์ โดยปราศจากความยินยอมเป็นลายลักษณ์อักษรจากเราก่อนหรือจากเจ้าของลิขสิทธิ์ที่เกี่ยวข้องก่อน ภายใต้บังคับข้อ 5.3 การอนุญาตจะเป็นเพียงการให้ท่านดาวน์โหลด พิมพ์ หรือใช้เอกสารข้อมูลเพื่อการใช้งานส่วนตัวและไม่ใช้เพื่อวัตถุประสงค์ทางการค้า และท่านต้องไม่แก้ไขเปลี่ยนแปลงเอกสารข้อมูล ซึ่งเราหรือเจ้าของลิขสิทธิ์ที่เกี่ยวข้องยังคงเป็นเจ้าของลิขสิทธิ์ทั้งหลายและสิทธิในความเป็นเจ้าของอื่น ๆ ที่อยู่ในเอกสารข้อมูลนั้น
5.3 เครื่องหมายการค้า: เครื่องหมายการค้า ให้มีความหมายตามที่กำหนดไว้ในเอกสารแนบท้ายสัญญานี้ ไม่มีสิ่งใดบนแพลตฟอร์มและในเงื่อนไขในการใช้บริการนี้ จะตีความได้ว่าเป็นการอนุญาตให้ใช้สิทธิหรือมอบสิทธิในการใช้งาน ไม่ว่าโดยปริยาย โดยหลักกฎหมายปิดปาก หรือยินยอมให้อนุญาต หรือให้สิทธิที่จะใช้โดยประการอื่นใด (ซึ่งรวมถึงในรูปแบบ เมต้า (Meta) แท็ก (Tag) หรือ ลิงค์ (Link) “ด่วน” ไปยังเว็บไซต์อื่นใด) ซึ่งเครื่องหมายการค้าใด ๆ ที่แสดงอยู่บนหน้าบริการ โดยไม่ได้รับความยินยอมเป็นลายลักษณ์อักษรจากเราหรือจากเจ้าของเครื่องหมายการค้าที่เกี่ยวข้องอื่นใด

6. การจำกัดความรับผิดชอบและความรับผิดของเรา
6.1 การไม่รับรองหรือรับประกัน: บริการ แพลตฟอร์ม และเอกสารข้อมูล ให้บริการในหลักเกณฑ์ “ตามที่เป็น” และ “ตามที่มี” ข้อมูลและ/หรือข้อสนเทศทั้งหลายที่อยู่ในแพลตฟอร์ม บริการ หรือเอกสารข้อมูล ถูกให้ไว้เพื่อใช้เป็นข้อมูลเท่านั้น ไม่มีการรับรองหรือรับประกันอย่างใด ๆ ไม่ว่าโดยปริยาย ชัดแจ้งหรือโดยบทบัญญัติใด ๆ รวมทั้งการรับประกันการไม่ละเมิดสิทธิของบุคคลภายนอก กรรมสิทธิ์ ความสามารถในการนำไปค้าขายได้ คุณภาพที่เป็นที่พอใจ หรือความเหมาะสมต่อวัตถุประสงค์อย่างหนึ่งอย่างใด ให้ไว้ในส่วนที่เกี่ยวข้องกับแพลตฟอร์ม บริการ หรือเอกสารข้อมูล โดยไม่เป็นการกระทบกระเทือนต่อผลบังคับของที่กล่าวมาก่อนหน้า เราไม่รับประกัน:
(ก) ความถูกต้อง เหมาะแก่เวลา ความพอเพียง มูลค่าในทางพาณิชย์ หรือความครบถ้วนของข้อมูล และ/หรือข้อสนเทศทั้งหลายที่อยู่ในแพลตฟอร์ม บริการ หรือเอกสารข้อมูล
(ข) ว่าแพลตฟอร์ม บริการ หรือเอกสารข้อมูลใด ๆ จะมีให้โดยไม่เกิดการติดขัด มีความมั่นคง หรือปราศจากความผิดพลาดหรือตกหล่น หรือข้อชำรุดบกพร่องใด ๆ ที่ระบุได้จะได้รับการแก้ไข
(ค) ว่าแพลตฟอร์ม บริการ หรือเอกสารข้อมูล ปราศจากไวรัสคอมพิวเตอร์หรือ รหัสที่ทำขึ้นด้วยเจตนาร้าย รหัสที่ทำให้เกิดการทำลาย หรือรหัสที่ทำให้เกิดการขัดข้อง โปรแกรมตัวแทน หรือกลุ่มคำสั่ง หรือมาโครอื่นใดที่เป็นอันตราย ก่อความเสียหาย หรือทำให้เกิดการขัดข้อง และ
(ง) ความปลอดภัยในข้อมูลใด ๆ ที่ส่งโดยท่านหรือไปยังท่านผ่านทางแพลตฟอร์ม หรือบริการ และท่านยอมรับความเสี่ยงว่าข้อมูลใด ๆ ที่ส่งหรือได้รับผ่านทางบริการหรือแพลตฟอร์มอาจจะถูกเข้าถึงโดยบุคคลภายนอกที่ไม่ได้รับอนุญาตได้ และ/หรือเปิดเผยโดยฝ่ายเราหรือเจ้าหน้าที่ ลูกจ้าง หรือตัวแทนของเราให้แก่บุคคลภายนอกที่อ้างว่าเป็นท่านหรืออ้างว่ากระทำการโดยได้รับมอบอำนาจจากท่าน การส่งข้อมูลทางอินเทอร์เน็ตและไปรษณีย์อิเล็กทรอนิกส์อาจจะถูกขัดขวาง ขาดการติดต่อ ล่าช้า จากความแออัดในการส่งข้อมูลทางอินเทอร์เน็ตหรือมีการส่งข้อมูลไม่ถูกต้องเนื่องจากลักษณะของอินเทอร์เน็ตที่อาจถูกเปิดเผยต่อสาธารณะได้
6.2 การยกเว้นความรับผิด: ผู้ได้รับชดใช้ของเบิร์ด ไม่ต้องรับผิดต่อท่านในการสูญเสียใด ๆ ก็ตามหรือไม่ว่าเกิดขึ้นอย่างไรก็ตาม (โดยไม่คำนึงถึงรูปแบบการกระทำ) อันเกิดขึ้นโดยตรงหรือโดยอ้อมเกี่ยวข้องกับ:
(ก) การเข้าใช้ ใช้งาน และ/หรือการไม่สามารถใช้แพลตฟอร์ม หรือบริการได้
(ข) การเชื่อถือข้อมูลหรือข้อสนเทศใด ๆ ที่มีอยู่ในแพลตฟอร์ม และ/หรือผ่านการบริการ ท่านไม่ควรกระทำการใดกับข้อมูลหรือข้อสนเทศดังกล่าวโดยไม่ได้ตรวจสอบความถูกต้องของเนื้อหาด้วยตนเองเสียก่อน
(ค) ระบบ เซิร์ฟเวอร์ หรือการเชื่อมต่อใด ๆ เกิดการล้มเหลว ผิดพลาด ตกหล่น ขัดข้อง ล่าช้า มีไวรัสคอมพิวเตอร์หรือการปองร้ายอื่น ๆ การทำลาย หรือ รหัสที่ทำให้เกิดการขัดข้อง โปรแกรมตัวแทน หรือกลุ่มคำสั่ง หรือมาโครอื่นใด ที่เป็นอันตราย ก่อความเสียหาย หรือทำให้เกิดความผิดพลาด และ
(ง) การใช้งานหรือเข้าใช้ใด ๆ เว็บไซต์หรือเว็บเพจอื่นใดที่เชื่อมไว้กับแพลตฟอร์ม แม้ว่าเราหรือเจ้าหน้าที่หรือตัวแทนหรือลูกจ้างของเราอาจจะได้รับแจ้งหรือคาดหมายไว้แล้วถึงความเป็นไปได้ในเรื่องดังกล่าว
6.3 ด้วยความเสี่ยงภัยของท่านเอง: ความเสี่ยงจากการเข้าใจผิด ความผิดพลาด ความเสียหาย ค่าใช้จ่าย หรือการสูญเสียใด ๆ อันเป็นผลจากการใช้แพลตฟอร์มนั้นเป็นความเสี่ยงภัยของท่านเองทั้งสิ้น และเราจะไม่ต้องรับผิดใด ๆ ในกรณีดังกล่าว

7. การเชื่อมโยง การเตือน และการโฆษณา
7.1 การเชื่อมโยง: เพื่อความสะดวกของท่าน เราอาจจะรวมเอาการเชื่อมโยงไว้กับเว็บไซต์หรือเนื้อหาอื่นบนอินเทอร์เน็ตที่เป็นของหรือดำเนินการโดยบุคคลภายนอก เว็บไซต์หรือเนื้อหาที่ลิงค์ไว้ดังกล่าวไม่อยู่ภายใต้การควบคุมของเรา และเราจะไม่รับผิดต่อความผิดพลาด ตกหล่น ล่าช้า ทำให้เสียชื่อเสียง หมิ่นประมาท ดูหมิ่น การหลอกลวง สิ่งน่ารังเกียจ ลามกอนาจาร การดูหมิ่นสิ่งศักดิ์สิทธิ์ ความไม่ถูกต้อง หรือเอกสารข้อมูลที่ไม่เหมาะสมอื่นใด ที่อยู่ในเนื้อหา หรือผลที่ตามมาจากการเข้าใช้ เว็บไซต์ที่เชื่อมไว้ใด ๆ การเชื่อมโยงใด ๆ ไปยังเว็บไซต์หรือเนื้อหาอื่นใด ไม่ได้เป็นการยืนยันหรือรับรองเว็บไซต์หรือเนื้อหาดังกล่าว และท่านตกลงว่าการเข้าใช้หรือการใช้งานเว็บไซต์หรือเนื้อหาที่ลิงค์ไว้ดังกล่าวเป็นความเสี่ยงของท่านเองทั้งสิ้น
7.2 การโฆษณา: เราอาจจะแนบแบนเนอร์ Java applet และ/หรือเอกสารข้อมูลอื่นใดไว้กับแพลตฟอร์มเพื่อประโยชน์ในการโฆษณาสินค้า และ/หรือบริการของเราหรือของผู้ขายที่เป็นบุคคลภายนอก เพื่อหลีกเลี่ยงข้อสงสัย ท่านไม่มีสิทธิได้รับเงิน ค่าธรรมเนียม และ/หรือค่าคอมมิชชั่นใด ๆ อันเกี่ยวกับการโฆษณาใด ๆ ดังกล่าวหรือเอกสารข้อมูลประชาสัมพันธ์สินค้าและบริการอื่นใด

8. การส่งข้อมูลและข้อมูลของท่าน
8.1 การส่งข้อมูลโดยท่าน: ท่านให้สิทธิโดยไม่เฉพาะเจาะจงแก่เราในการใช้เอกสารข้อมูลหรือข้อสนเทศที่ท่านยื่นไว้ในแพลตฟอร์ม และ/หรือมอบให้เรา รวมทั้งแต่ไม่จำกัดเฉพาะคำถาม บทวิจารณ์ ความเห็น และคำแนะนำ (เรียกรวมกันว่า “การส่งข้อมูล”) เมื่อท่านโพสต์ความเห็นหรือการทบทวนไว้บนแพลตฟอร์ม ท่านยังให้สิทธิแก่เราในการใช้ชื่อที่ท่านส่งข้อมูลหรือชื่อผู้ใช้งานที่เกี่ยวข้องกับการบทวิจารณ์ ความเห็น หรือเนื้อหาอื่น ๆ ดังกล่าว ท่านต้องไม่ใช้อีเมล์แอดเดรสปลอม แกล้งทำเป็นบุคคลใดนอกเหนือจากตัวท่านเองหรือทำให้เราหรือบุคคลภายนอกเข้าใจผิดในเรื่องต้นกำเนิดของการส่งข้อมูลใด ๆ เราอาจจะแต่ไม่ใช่ภาระผูกพันที่จะ เผยแพร่ ถอดออก หรือแก้ไขการส่งข้อมูลของท่าน
8.2 ความยินยอมในการรับอีเมล์: ท่านยินยอมและอนุญาตในการที่เราจะใช้ข้อมูลใด ๆ ที่ท่านให้ไว้ (รวมทั้งข้อมูลส่วนบุคคล) เพื่อประโยชน์ในการส่งอีเมล์ข้อมูลรายละเอียดหรือการส่งเสริมการขายให้แก่ท่าน ข้อตกลงของท่านที่มีต่อข้อกำหนดในข้อ 8.2 นี้จะถือเป็นความยินยอมของท่าน เพื่อประโยชน์ในการจัดให้มีกฎหมายควบคุมสแปมใด ๆ (ไม่ว่าในประเทศไทยหรือที่อื่นใด) ท่านอาจจะเลือกยกเลิกรับอีเมล์ส่งเสริมการขายในภายหลังได้ด้วยการคลิกที่จุดเชื่อมโยงที่เหมาะสมในอีเมล์ส่งเสริมการขายใด ๆ
8.3 นโยบายความเป็นส่วนตัว: ท่านรับทราบว่าท่านได้อ่านและตกลงด้วยในนโยบายความเป็นส่วนตัวที่อยู่ที่ https://www.birdfresh.in.th/privacy-policy/ และให้ความยินยอมในการเก็บ ใช้ และเปิดเผยข้อมูลส่วนบุคคลของท่านเพื่อประโยชน์ตามที่กำหนดไว้ในนโยบายความเป็นส่วนตัว

9. การยกเลิก
9.1 การยกเลิกโดยฝ่ายเรา: โดยดุลพินิจแต่ฝ่ายเดียวของเรา และไม่ว่าจะได้บอกกล่าวไปยังท่านหรือไม่ เราอาจจะยกเลิกการใช้งานแพลตฟอร์ม และ/หรือบริการของท่าน และ/หรือระงับชื่อผู้ใช้งานและรหัสผ่านของท่าน เราอาจอจะยกเลิกการเข้าใช้แพลตฟอร์ม และ/หรือบริการ (หรือส่วนหนึ่งส่วนใด) ไม่ว่าด้วยเหตุผลใด ๆ ก็ตาม รวมทั้งเนื่อง จากการกระทำผิดเงื่อนไขใด ๆ ในการใช้บริการนี้ หรือเมื่อเราเชื่อว่าท่านได้ฝ่าฝืนหรือกระทำการที่ไม่สอดคล้องกับเงื่อนไขหรือข้อกำหนดใด ๆ ที่กำหนดไว้ในที่นี้ หรือหากในความเห็นของเรา หรือความเห็นของหน่วยงานกำกับดูแลใด ๆ เป็นการไม่เหมาะสมที่จะยังคงปล่อยให้มีบริการเกี่ยวกับแพลตฟอร์ม โดยให้การที่ระบุในข้อนี้มีผลทันทีที่เราได้ใช้ดุลพินิจดังกล่าว
9.2 การยกเลิกโดยฝ่ายท่าน: ท่านอาจจะยกเลิกเงื่อนไขในการใช้บริการนี้โดยบอกกล่าวล่วงหน้า เจ็ด (7) วันเป็นลายลักษณ์อักษร

10. การบอกกล่าว
10.1 การบอกกล่าวจากเรา: คำบอกกล่าวและการติดต่อสื่อสารอื่น ๆ ทั้งหลายที่ส่งถึงท่านหาก:
(ก) สื่อสารผ่านสื่อสิ่งพิมพ์หรืออิเล็กทรอนิกส์ใด ๆ ตามที่เราจะเลือกจะถือว่าได้แจ้งให้ท่านทราบแล้ว ณ วันที่เผยแพร่หรือออกอากาศ หรือ
(ข) ส่งทางไปรษณีย์หรือส่งไว้ที่ที่อยู่ล่าสุดของท่านที่เราทราบ จะถือว่าท่านได้รับคำบอกกล่าวแล้วในวันถัดจากวันส่งหรือในวันที่ทิ้งคำบอกกล่าวนั้นไว้
10.2 คำบอกกล่าวจากท่าน: ท่านอาจจะส่งคำบอกกล่าวเป็นหนังสือถึงเราได้เฉพาะยังที่อยู่หรืออีเมล์แอดเดรสที่เรากำหนดเท่านั้นคือ info@birdexpress.co.th หรือส่งจดหมายไปรษณีย์ ณ บริษัท เบิร์ด เอ็กซ์เพรส ลอจิสติคส์ จำกัด เลขที่ 407 ซอยรามอินทรา 5 แขวงท่าแร้ง เขตบางเขน กรุงเทพมหานคร 10220 ประเทศไทย (Bird Express Logistics Co.,Ltd. 407 Soi Ramintra 5, Tha Raeng, Bang Khen, Bangkok 10220) และ https://www.birdfresh.in.th/home/contact และจะถือว่าเราได้รับคำบอกกล่าวนั้นแล้วเฉพาะเมื่อเราได้รับ ขณะที่เราพยายามอย่างเต็มที่ที่จะตอบกลับคำบอกกล่าวของท่านโดยทันที เราไม่อาจรับประกันได้ว่าเราจะตอบกลับได้เร็วเท่ากันทุกครั้ง
10.3 วิธีการอื่น: โดยไม่คำนึงถึงข้อ 10.1 และ 10.2 ในบางครั้งเราอาจจะกำหนดวิธีการอื่นที่ยอมรับได้ในการบอกกล่าว (รวมทั้งแต่ไม่จำกัดเฉพาะอีเมล์ หรือรูปแบบอื่นในการสื่อสารทางอิเล็กทรอนิกส์) และเวลาหรือเหตุการณ์ที่จะถือว่าคำบอกกล่าวนั้นได้รับแล้ว

11. ข้อกำหนดทั่วไป
11.1 สิทธิและการเยียวยาสะสม: เว้นแต่จะกำหนดไว้เป็นอย่างอื่นในเงื่อนไขในการใช้บริการนี้ ข้อกำหนดของเงื่อนไขในการใช้บริการนี้ และสิทธิและการเยียวยาของเราภายใต้เงื่อนไขในการใช้บริการนี้จะสะสมเพิ่มขึ้น โดยไม่เป็นการกระทบกระเทือนต่อและถือเพิ่มเติมจากสิทธิหรือการเยียวยาใด ๆ ที่เราอาจจะมีตามกฎหมายหรือหลักความยุติธรรม และการที่ผู้ขายไม่ได้ใช้สิทธิหรือการเยียวยาใด ภายใต้เงื่อนไขในการใช้บริการนี้ หรือตามกฎหมายหรือหลักความยุติธรรม ยกเว้นกรณีที่กำหนดไว้ชัดแจ้งในเงื่อนไขในการใช้บริการนี้ หรือตามกฎหมาย หรือตามหลักอิควิตี้ (The Law of Equity) หากมี จะไม่มีผลขัดขวางหรือเป็นอุปสรรคต่อการใช้สิทธิของผู้ขายในสิทธิหรือการเยียวยาอื่นใดตามกฎหมายหรือหลักความยุติธรรม
11.2 ไม่มีการสละสิทธิ: การที่เราไม่ได้บังคับตามเงื่อนไขในการใช้บริการนี้จะไม่ถือเป็นการสละสิทธิในเงื่อนไขนี้ และการไม่ได้บังคับดังกล่าวจะไม่กระทบต่อสิทธิที่จะบังคับตามเงื่อนไขในการใช้บริการนี้ในภายหลัง เรายังคงมีสิทธิที่จะใช้สิทธิและการเยียวยาของเราในสถานการณ์อื่นใดที่ท่านกระทำการผิดสัญญาในเงื่อนไขในการใช้บริการนี้
11.3 การแยกส่วนได้: เมื่อข้อกำหนดใด ๆ ของเงื่อนไขในการใช้บริการนี้กลายหรือตกเป็นไม่ชอบด้วยกฎหมาย ไม่สมบูรณ์ หรือไม่อาจบังคับได้ในกรณีใด ๆ ก็ตาม ความชอบด้วยกฎหมาย ความสมบูรณ์ และการบังคับใช้ได้ ของข้อกำหนดส่วนที่เหลือของสัญญานี้จะไม่ได้รับผลกระทบหรือต้องเสื่อมเสียไปด้วย และยังคงมีผลบังคับต่อไปเสมือนว่าข้อกำหนดที่ไม่ชอบ ไม่สมบูรณ์ หรือไม่อาจบังคับได้นั้นถูกแยกไปจากเงื่อนไขและข้อกำหนดในการซื้อขายนี้
11.4 สิทธิของบุคคลภายนอก: บุคคลหรือหน่วยงานที่ไม่ได้เป็นคู่สัญญาในเงื่อนไขในการใช้บริการนี้ ไม่มีสิทธิภายใต้กฎหมายในเขตอำนาจใด ๆ ในการบังคับตามเงื่อนไขในการใช้บริการนี้ไม่ว่าในข้อใด โดยไม่คำนึงว่าบุคคลหรือหน่วยงานดังกล่าวถูกระบุชื่อไว้ ว่าเป็นสมาชิกของกลุ่มใดตรงกับรายละเอียดใด ๆ หรือไม่ ทั้งนี้ เพื่อหลีกเลี่ยงข้อสงสัย ไม่มีเนื้อความใดในข้อนี้ที่จะมีผลกระทบต่อสิทธิของผู้รับมอบหรือรับโอนโดยชอบซึ่งเงื่อนไขในการใช้บริการนี้
11.5 กฎหมายที่ใช้บังคับ: การใช้งานแพลตฟอร์มและ/หรือบริการ และเงื่อนไขในการใช้บริการนี้จะอยู่ภายใต้บังคับและการตีความตามกฎหมายของราชอาณาจักรไทย และท่านยอมรับต่อเขตอำนาจแต่ผู้เดียวของศาลแห่งราชอาณาจักรไทย
11.6 การคุ้มครองชั่วคราว: เราอาจจะขอความคุ้มครองชั่วคราวหากเราพิจารณาด้วยความสุจริตใจแล้ว เห็นว่าการผิดสัญญาหรือการไม่เป็นไปตามข้อกำหนดแล้วเห็นว่า การยับยั้งคำสั่งซื้อไว้ชั่วคราวหรือการคุ้มครองชั่วคราวอย่างอื่นเป็นการเยียวยาการผิดสัญญาหรือการไม่เป็นไปตามข้อกำหนดเพียงอย่างหนทางเดียวที่เหมาะสมและเพียงพอ
11.7 การแก้ไขเพิ่มเติม: เมื่อมีคำบอกกล่าวผ่านแพลตฟอร์มหรือโดยวิธีการอย่างอื่นในการแจ้งให้ทราบตามที่เราจะได้กำหนด (ซึ่งอาจรวมถึงการแจ้งให้ทราบทางอีเมล์) เราอาจจะเปลี่ยนแปลงเงื่อนไขและข้อกำหนดของเงื่อนไขในการใช้บริการนี้ การเปลี่ยนแปลงดังกล่าวจะมีผลบังคับในวันที่เราระบุผ่านทางวิธีการดังกล่าว หากท่านใช้งานแพลตฟอร์มหรือบริการหลังวันที่ดังกล่าว ถือว่าท่านได้ยอมรับในการแก้ไขเพิ่มเติมดังกล่าว หากท่านไม่ยอมรับการแก้ไขเพิ่มเติม ท่านต้องหยุดการเข้าใช้หรือใช้แพลตฟอร์มและใช้บริการ และยกเลิกเงื่อนไขในการใช้บริการนี้ เรามีสิทธิในการแก้ไขเพิ่มเติมเงื่อนไขในการใช้บริการนี้โดยวิธีการดังกล่าวข้างต้นซึ่งจะใช้และอาจใช้สิทธิได้โดยไม่ต้องได้รับความยินยอมจากบุคคลหรือหน่วยงานใดที่ไม่ได้เป็นคู่สัญญาในเงื่อนไขในการใช้บริการนี้
11.8 การแก้ไขข้อผิดพลาด: เราไม่ต้องรับผิดใดในข้อผิดพลาดในการจัดพิมพ์ จัดเตรียมเอกสาร หรือข้อผิดพลาดหรือตกหล่นอื่นใด ในการตอบรับ ออกใบแจ้งหนี้ หรือเอกสารอื่น ในส่วนของเรา ที่อาจมีการแก้ไข
11.9 สกุลเงิน: เงินที่อ้างถึงภายใต้เงื่อนไขในการใช้บริการคือ เงินบาทไทย
11.10 ภาษา: ในกรณีที่เงื่อนไขในการใช้บริการนี้ทำขึ้นหรือแปลเป็นภาษาอื่นใดนอกจากภาษาอังกฤษ (“ฉบับภาษาต่างประเทศ”) ให้บังคับตามเวอร์ชั่นภาษาไทยและภาษาอังกฤษของเงื่อนไขในการใช้บริการนี้ และต้องถูกนำมาใช้ก่อนฉบับภาษาต่างประเทศ
11.11 สัญญาเบ็ดเสร็จ: เงื่อนไขในการใช้บริการนี้ประกอบขึ้นเป็นสัญญาทั้งฉบับที่มีระหว่างท่านกับเราอันเกี่ยวกับเรื่องต่าง ๆ ในที่นี้ และทดแทนและแทนที่ความเข้าใจ การติดต่อสื่อสาร และข้อตกลงทั้งหมดที่มีในก่อนหน้านี้ อันเกี่ยวกับเรื่องต่าง ๆ ในที่นี้
11.12 ผูกพันและเป็นที่สุด: ท่านรับทราบและตกลงว่าบันทึกใด ๆ (รวมทั้งบันทึกการสนทนาทางโทรศัพท์ใด ๆ เกี่ยวกับบริการ ถ้ามี) ที่เก็บรักษาไว้โดยเรา หรือผู้ให้บริการของเราที่เกี่ยวข้อง หรือเกี่ยวพันกับแพลตฟอร์มและบริการ ให้มีผลผูกพันท่านและเป็นที่สิ้นสุดในกรณีใด ๆ ก็ตามและเป็นหลักฐานที่เป็นที่สิ้นสุดที่เกี่ยวกับข้อสนเทศ และ/หรือข้อมูลใด ๆ ที่มีการส่งให้กันระหว่างเรากับท่าน ท่านตกลงว่าบันทึกดังกล่าวทั้งหมดสามารถใช้เป็นพยานหลักฐานได้และท่านจะไม่โต้แย้งหรือคัดค้านเรื่องความยอมรับในการใช้เป็นพยานหลักฐาน ความน่าเชื่อถือ ความถูกต้อง หรือแท้จริงของบันทึกดังกล่าวเพียงเพราะว่าบันทึกดังกล่าวอยู่ในรูปแบบอิเล็กทรอนิกส์หรือเป็นข้อมูลที่ได้ออกมาจากระบบคอมพิวเตอร์ และท่านสละสิทธิใด ๆ ของท่าน ถ้ามี ในการคัดค้านดังกล่าว
11.13 การทำสัญญาช่วง และการมอบหมาย: เราสงวนสิทธิที่จะมอบหมายหรือทำสัญญาช่วงการปฏิบัติตามหน้าที่ใด ๆ ของเราอันเกี่ยวพันกับแพลตฟอร์ม และ/หรือการบริการ และสงวนสิทธิที่จะใช้ผู้ให้บริการ ผู้รับเหมาช่วง และ/หรือตัวแทนรายใดในเงื่อนไขที่เราเห็นว่าเหมาะสม
11.14 การโอนสิทธิ: ท่านไม่อาจโอนสิทธิของท่านภายใต้เงื่อนไขในการใช้บริการนี้หากไม่ได้รับความยินยอมล่วงหน้าเป็นลายลักษณ์อักษรจากเรา เราอาจจะโอนสิทธิของเราภายใต้เงื่อนไขในการใช้บริการนี้แก่บุคคลภายนอกคนใดก็ได้
11.15 เหตุสุดวิสัย: เราไม่ต้องรับผิดในการไม่ปฏิบัติตามหน้าที่ของเราภายใต้เงื่อนไขในการใช้บริการนี้ (หรือส่วนหนึ่งส่วนใดของเงื่อนไขดังกล่าว) หรือในความไม่ถูกต้อง ความไม่น่าเชื่อถือ หรือความไม่เหมาะสมใด ๆ ของเนื้อหาของแพลตฟอร์ม และ/หรือของบริการหากไม่ว่าทั้งหมดหรือบางส่วน ไม่ว่าโดยตรงหรือโดยอ้อม เกิดจากเหตุการณ์หรือความผิดพลาดที่อยู่เหนือการควบคุมอย่างเหมาะสมของเรา

เอกสารแนบ 1

นิยามและการตีความ

1. นิยาม:
เว้นแต่บริบทจะกำหนดไว้เป็นอย่างอื่นถ้อยคำต่อไปนี้ให้มีความหมายดังนี้ในเงื่อนไขการใช้บริการนี้:
1.1 “ลูกค้า” มีความหมายเดียวกับที่อยู่ในเงื่อนไขและข้อกำหนดในการซื้อขาย
1.2 “ทรัพย์สินทางปัญญา” หมายถึง ลิขสิทธิ์ สิทธิบัตร สิ่งประดิษฐ์อรรถประโยชน์ เครื่องหมายการค้าและเครื่องหมายบริการสิ่งบ่งชี้ทางภูมิศาสตร์โดเมนเนม สิทธิในออกแบบโครงร่าง แบบที่จดทะเบียนไว้ สิทธิในแบบ สิทธิในฐานข้อมูล ชื่อทางการค้าและธุรกิจ สิทธิในการปกป้องความลับทางการค้า และข้อมูลอันเป็นความลับสิทธิในการปกป้องค่าแห่งความนิยมและชื่อเสียงและสิทธิอันมีเจ้าของอื่น ๆ ทั้งหลายในทำนองเดียวกัน และคำขอจดทะเบียนทั้งหลายในสิ่งที่กล่าวมาไม่ว่าที่มีอยู่ในปัจจุบันหรือเกิดขึ้นในอนาคตไม่ว่าที่ใดในโลก ไม่ว่าจดทะเบียนแล้วหรือไม่และผลประโยชน์ สิทธิพิเศษ สิทธิในการฟ้องร้อง การเรียกค่าเสียหาย และได้รับการบรรเทาหรือการเยียวยาอื่น ๆ ต่อการละเมิด ยักยอก หรือฝ่าฝืนใด ๆ ในสิทธิใด ๆ ดังกล่าวมา
1.3 “ผู้ได้รับชดใช้ของ “เบิร์ด” หมายถึงเบิร์ด และเจ้าหน้าที่ ลูกจ้าง กรรมการ ตัวแทน ผู้รับเหมา และผู้รับโอนสิทธิทั้งหลายของ เบิร์ด
1.4 “เบิร์ด” “เรา” “ของเรา” และ “เรา” (ที่เป็นกรรมของประโยค) หมายถึง บริษัท เบิร์ด เอ็กซ์เพรส ลอจิสติคส์ จำกัด บริษัทจัดตั้งขึ้นตามกฎหมายของประเทศไทยทะเบียนเลขที่ 0105564007165 และมีสำนักงานตั้งอยู่ที่เลขที่ 407 ซอยรามอินทรา 5 แขวงท่าแร้ง เขตบางเขน กรุงเทพมหานคร 10220 ประเทศไทย
1.5 “ราคาที่ประกาศขาย” หมายถึง ราคาของสินค้าที่แสดงไว้เพื่อขายแก่ลูกค้าดังระบุไว้บนแพลตฟอร์ม
1.6 “การสูญเสีย” หมายถึง ค่าปรับ การขาดทุน จำนวนเงินในการชำระหนี้ ค่าใช้จ่าย (ได้แก่ค่าธรรมเนียมและค่าใช้จ่ายทางกฎหมายเกี่ยวกับทนายความ) ค่าบริการ ค่าใช้จ่าย การฟ้องร้อง ดำเนินคดี ข้อเรียกร้อง การเรียกให้ชำระหนี้ และความรับผิดอื่น ๆ ทั้งหลายไม่ว่าจะมองเห็นล่วงหน้าหรือไม่”
1.7 “เอกสารข้อมูล” หมายถึง โดยรวมได้แก่หน้าเว็บเพจทั้งหลายบนแพลตฟอร์มรวมทั้งข้อสนเทศ ภาพ ลิงค์ เสียง กราฟฟิก วิดีโอ ซอฟต์แวร์ แอพพลิเคชั่น และเอกสารข้อมูลอื่น ๆ ที่แสดงอยู่หรือจัดไว้บนแพลตฟอร์มและการทำงานหรือบริการที่ให้ไว้บนแพลตฟอร์ม
1.8 ”คำสั่งซื้อ” หมายถึง คำสั่งซื้อสินค้าของท่านที่ส่งผ่านแพลตฟอร์มตามเงื่อนไข & ข้อกำหนดในการซื้อขาย
1.9 “รหัสผ่าน” หมายถึง รหัสผ่านที่ถูกต้องที่ลูกค้าซึ่งมีบัญชีอยู่กับเบิร์ดอาจจะใช้ร่วมกับชื่อผู้ใช้ในการเข้าถึงแพลตฟอร์มและ/หรือบริการที่เกี่ยวข้อง
1.10 “ข้อมูลส่วนบุคคล” หมายถึง ข้อมูล ไม่ว่าแท้จริงหรือไม่ ซึ่งสามารถใช้ในการบ่งชี้ ติดต่อ หรือแจ้งตำแหน่งของท่าน ข้อมูลส่วนบุคคลอาจจะรวมถึงชื่อของท่านอีเมล์แอดเดรส ที่อยู่สำหรับส่งใบเรียกเก็บเงินที่อยู่สำหรับส่งของหมายเลขโทรศัพท์ และข้อมูลบัตรเครดิต ข้อมูลส่วนบุคคลให้ถือว่ารวมข้อมูลใด ๆ ที่ท่านให้แก่เราเมื่อจะส่งคำสั่งซื้อโดยไม่คำนึงว่าท่านมีบัญชีกับเราอยู่หรือไม่
1.11 “แพลตฟอร์ม” หมายถึง (ก) ทั้งเวอร์ชั่นในแบบเว็บไซต์และแบบมือถือของเว็บไซต์ที่ดำเนินการและ/หรือเป็นเจ้าของโดย เบิร์ด ซึ่งปัจจุบันอยู่ที่ URL: www.birdfresh.in.th และ (ข) แอพพลิเคชั่นมือถือที่เปิดให้บริการในช่วงเวลาหนึ่งๆ โดย เบิร์ด ทั้งเวอร์ชั่นไอโอเอส (IOS) และแอนดรอยด์ (Android)
1.12 “นโยบายความเป็นส่วนตัว” หมายถึง นโยบายความเป็นส่วนตัวที่กำหนดไว้ใน https://www.birdfresh.in.th/privacy-policy/
1.13 “สินค้า” หมายถึง สินค้า (รวมทั้งสินค้าที่ส่งเป็นงวดหรือส่วนหนึ่งส่วนใดของสินค้าดังกล่าว) ที่มีสำหรับขายให้ลูกค้าบนแพลตฟอร์ม
1.14 “เอกสารต้องห้าม” หมายถึง ข้อสนเทศ กราฟฟิก ภาพถ่าย ข้อมูล และ/หรือเอกสารข้อมูลอื่นใดที่:
(ก) มีไวรัสคอมพิวเตอร์ใดหรือรหัสโปรแกรม หรือมาโครอื่นใดที่คุกคามหรือสร้างความเสียหาย
(ข) ละเมิดทรัพย์สินทางปัญญาของบุคคลภายนอกหรือสิทธิอันมีเจ้าของอื่นใด
(ค) ทำให้เสียชื่อเสียง ใส่ร้าย หรือข่มขู่
(ง) เป็นวัตถุน่ารังเกียจลามกอนาจาร ละเมิด ฉ้อฉล ขโมยมา อันตราย หรือไม่ชอบด้วยกฎหมายตามกฎหมายที่เกี่ยวข้องและ/หรือ
(จ) ตีความหรืออาจตีความได้ว่าเป็นก้าวร้าวหรือโจมตีบุคคลอื่นและ/หรือน่ารังเกียจ ในความเห็นของเราแต่ฝ่ายเดียว
1.15 “บริการ” หมายถึงบริการ ข้อมูล และการทำงานที่เราจัดให้มีบนแพลตฟอร์ม
1.16 “การยื่น” ให้ความหมายไว้ในข้อ 8.1 ของเงื่อนไขในการใช้บริการนี้
1.17 “เงื่อนไข & ข้อกำหนดในการซื้อขาย” หมายถึง เงื่อนไขและข้อกำหนดที่ใช้บังคับกับการซื้อสินค้าของลูกค้าและกำหนดไว้ใน https://www.birdfresh.in.th/terms-conditions/
1.18 “เงื่อนไขในการใช้บริการ” หมายถึงอารัมภบท ข้อ 1 ถึงข้อ 11 และเอกสารแนบท้ายใด ๆ ของเงื่อนไขและข้อกำหนดนี้
1.19 “เครื่องหมายการค้า” หมายถึง เครื่องหมายการค้า เครื่องหมายบริการ ชื่อทางการค้า และโลโก้ ที่ใช้และแสดงอยู่แพลตฟอร์มไม่ว่าจดทะเบียนแล้วหรือยังไม่ได้จดทะเบียนและเป็นของเบิร์ด หรือของบุคคลภายนอกคนใดก็ตาม
1.20 “ชื่อผู้ใช้” หมายถึง ชื่อหรือรหัสบ่งชี้เฉพาะตัวในการล็อกอินที่เป็นตัวบ่งชี้ลูกค้าที่มีบัญชีกับเบิร์ด
1.21 “บัตรแทนเงินสด” หมายถึง บัตรแทนเงินสดสำหรับเครดิตที่อาจจะใช้โดยลูกค้าภายใต้บังคับเงื่อนไขและข้อกำหนดอื่นของบัตรแทนเงินสดและเงื่อนไขและข้อกำหนดอื่นสำหรับการชำระเงินในการซื้อขายบนแพลตฟอร์ม
1.22 “เงื่อนไข & ข้อกำหนดของคูปองแทนเงินสด” กำหนดไว้ใน https://www.birdfresh.in.th/terms-conditions/
1.23 “ท่าน” และ “ของท่าน” หมายถึง บุคคลธรรมดาอายุ 20 ปีขึ้นไป หรือมิฉะนั้นต้องอยู่ภายใต้การดูแลของบิดามารดาหรือผู้ปกครองตามกฎหมาย

2. การตีความ:
การอ้างอิงใด ๆ ในเงื่อนไขในการใช้บริการนี้ไปถึงบทบัญญัติใด ๆ ของกฎหมาย ให้ตีความโดยเป็นการอ้างอิงถึงบทบัญญัติดังกล่าวตามที่มีการแก้ไขเพิ่มเติมบัญญัติขึ้นใหม่ หรือขยายความ ณ เวลาที่เกี่ยวข้อง ในสัญญา เมื่อใดก็ตามที่ใช้คำว่า
“รวมถึง” หรือ “รวมทั้ง” ให้ถือว่าตามมาด้วยคำว่า “โดยไม่จำกัดเฉพาะ” เว้นแต่จะระบุไว้อย่างชัดแจ้งเป็นอย่างอื่นการอ้างอิงทั้งหลายถึงจำนวนวันให้หมายถึงวันตามปฏิทินและคำว่า “เดือน” หรือ “เป็นรายเดือน” รวมทั้งการอ้างอิงทั้งหลายถึงจำนวนเดือนให้หมายถึงเดือนตามปฏิทินหัวข้อใส่ไว้เพื่อความสะดวกเท่านั้นและจะไม่มีผลต่อการตีความเงื่อนไขการใช้บริการนี้ในกรณีที่มีข้อขัดแย้งหรือไม่สอดคล้องกันระหว่างข้อกำหนดสองข้อใด ๆ หรือมากกว่าภายใต้เงื่อนไขในการใช้บริการนี้ไม่ว่าข้อกำหนดดังกล่าวจะอยู่ในเอกสารเดียวกันหรือต่างกันข้อขัดแย้งหรือไม่สอดคล้องกันดังกล่าวให้วินิจฉัยไปในทางที่เป็นประโยชน์แก่เบิร์ด และบังคับตามข้อกำหนดที่เป็นประโยชน์แก่เบิร์ดมากกว่า

เงื่อนไขและข้อกำหนดในการซื้อขาย

1. นิยาม และการตีความ
เว้นแต่จะกำหนดไว้เป็นอย่างอื่น นิยามและข้อกำหนดในการตีความที่กำหนดไว้ในเอกสารแนบท้าย 1 ให้ใช้บังคับกับเงื่อนไขและข้อกำหนดในการซื้อขายในที่นี้

2. การสั่งซื้อสินค้า
2.1 เงื่อนไขที่ท่านต้องปฏิบัติตาม: ท่านตกลงที่จะปฏิบัติตามแนวปฏิบัติ คำสั่ง ระเบียบการดำเนินงาน และนโยบายและคำแนะนำทั้งหลายเกี่ยวกับการสั่งซื้อสินค้าผ่านแพลตฟอร์ม รวมถึงการแก้ไขเพิ่มเติมใด ๆ ในสิ่งที่กล่าวมาข้างต้นซึ่งออกใช้บังคับโดยเบิร์ด (ในนามของผู้ขาย ไม่ว่าจะเป็นในส่วนของการใช้งานแพลตฟอร์มหรือส่วนที่เกี่ยวข้องกับการซื้อสินค้า) เป็นครั้งคราวไป ทั้งนี้ เบิร์ดสงวนสิทธิที่จะปรับปรุงแนวปฏิบัติ คำสั่ง ระเบียบการดำเนินงาน และนโยบายและคำแนะนำดังกล่าวในเวลาใด ๆ ก็ได้ และถือว่าท่านได้รับทราบและยอมรับผูกพันตามการเปลี่ยนแปลงดังกล่าวเมื่อมีการเผยแพร่บนแพลตฟอร์มแล้ว
2.2 รายละเอียดของสินค้า: ถึงแม้ว่าผู้ขายจะพยายามอย่างเต็มในการให้รายละเอียดที่ถูกต้องของสินค้า เบิร์ดและผู้ขายไม่รับประกันว่ารายละเอียดดังกล่าวจะถูกต้อง เป็นปัจจุบัน หรือปราศจากข้อผิดพลาดใด ๆ ในกรณีที่สินค้าที่ท่านได้รับมีลักษณะแตกต่างอันมีนัยยะสำคัญจากรายละเอียดบนแพลตฟอร์ม ที่ท่านได้สั่งซื้อไว้ ให้บังคับใช้เนื้อความตามข้อ 6 ของเงื่อนไขและข้อกำหนดในการซื้อขายนี้
2.3 ผู้ขาย: สินค้าถูกขายโดย “ผู้ขาย” ถึงแม้ว่า เบิร์ดอาจจะเป็น “ผู้ขาย” สินค้าบางอย่าง แต่ “ผู้ขาย” ยังอาจหมายถึงบุคคลอื่นใดนอกเหนือจากเบิร์ด (ซึ่งบุคคลอื่นใดดังกล่าวหมายถึง “ผู้ขายที่เป็นบุคคลภายนอก” ตามเนื้อความในเงื่อนไขและข้อกำหนดในการซื้อขายนี้) ไม่ว่าสินค้านั้นจะถูกแสดงรายการไว้เพื่อจำหน่ายบนแพลตฟอร์มโดยเบิร์ด หรือมีการระบุชื่อผู้ขายที่เป็นบุคคลภายนอกก็ตาม สินค้าที่ขายให้ท่านโดยผู้ขายจะอยู่ภายใต้บังคับของสัญญาเฉพาะกับลูกค้าแต่ละราย (รายละเอียดเพิ่มเติมอยู่ในข้อ 2.6) ทั้งนี้:
  2.3.1 สำหรับสินค้าที่ขายโดยผู้ขายที่เป็นบุคคลภายนอก จะเป็นสัญญาที่ทำขึ้นโดยตรงและเฉพาะระหว่างผู้ขายที่เป็นบุคคลภายนอกกับท่านเท่านั้น และ
  2.3.2 สำหรับสินค้าที่ขายเบิร์ด จะเป็นสัญญาที่ทำขึ้นโดยตรงและเฉพาะระหว่างเบิร์ดกับท่านเท่านั้น
2.4 การส่งคำสั่งซื้อของท่าน: ท่านอาจจะส่งคำสั่งซื้อโดยการกรอกแบบฟอร์มคำสั่งซื้อบนแพลตฟอร์มให้ครบถ้วนและคลิกปุ่ม “สั่งสินค้า” ผู้ขายจะไม่ยอมรับคำสั่งซื้อที่ส่งด้วยวิธีการอื่นใด ท่านเป็นฝ่ายรับผิดชอบในการตรวจสอบให้แน่ใจในความถูกต้องของคำสั่งซื้อ
2.5 คำสั่งซื้อเพิกถอนไม่ได้และปราศจากเงื่อนไข: คำสั่งซื้อทั้งหลายจะถือว่าเพิกถอนไม่ได้และไม่มีเงื่อนไขเพิ่มเติมใด ๆ อีกเมื่อส่งคำสั่งซื้อนั้นผ่านแพลตฟอร์มแล้ว และผู้ขายมีสิทธิ (แต่ไม่ถือเป็นหน้าที่) ในการประมวลผลคำสั่งซื้อดังกล่าวโดยไม่ต้องขอความยินยอมเพิ่มเติมจากท่านอีก และโดยไม่ต้องมีการอ้างอิงหรือบอกกล่าวเพิ่มเติมใด ๆ ไปยังท่านอีก อย่างไรก็ตาม ในบางกรณีดังระบุไว้ในข้อ 8 ท่านอาจจะร้องขอให้ยกเลิกหรือแก้ไขเพิ่มเติมคำสั่งซื้อได้ ซึ่งผู้ขายจะใช้ความพยายามในการดำเนินการตามคำขอโดยถือหลักการใช้ความพยายามตามความเหมาะสมในทางการค้าขาย อย่างไรก็ดี ผู้ขายไม่มีหน้าที่จำเป็นต้องดำเนินการให้ตามคำขอยกเลิกหรือแก้ไขเพิ่มเติมคำสั่งซื้อใด ๆ
2.6 ข้อสงวนสิทธิของผู้ขายเกี่ยวกับคำสั่งซื้อ: ผู้ขายมีดุลพินิจในการตอบรับคำสั่งซื้อทั้งหลายแต่เพียงผู้เดียวและคำสั่งซื้อแต่ละรายการที่ตอบรับโดยผู้ขายจะถือเป็นสัญญาแยกต่างหาก (คำสั่งซื้อที่ได้รับการตอบรับดังกล่าวจะเรียกว่า “สัญญาที่ทำกับลูกค้า”) ท่านได้ยอมรับว่า เว้นแต่ท่านจะได้รับคำตอบรับคำสั่งซื้อของท่านจากผู้ขาย ผู้ขายจะไม่ถือเป็นคู่สัญญาที่มีผลผูกพันตามกฎหมายใด ๆ ระหว่างผู้ขายกับท่านในการซื้อขายหรือข้อตกลงอื่น ๆ เกี่ยวกับสินค้า และด้วยเหตุนี้ ผู้ขายจึงไม่ต้องรับผิดใด ๆ ต่อความสูญเสียใด ๆ ที่อาจจะเกิดขึ้นจากเหตุดังกล่าว ทั้งนี้ เพื่อป้องกันข้อสงสัยที่อาจเกิดขึ้น ผู้ขายสงวนสิทธิที่จะใช้ดุลพินิจของตนแต่ฝ่ายเดียวในการปฏิเสธการดำเนินการหรือตอบรับคำสั่งซื้อใด ๆ ที่ได้รับจากและโดยผ่านแพลตฟอร์ม
2.7 การยกเลิกโดยผู้ขายในกรณีมีความผิดพลาดในการกำหนดราคา: ผู้ขายสงวนสิทธิที่จะยกเลิกสัญญาที่ทำกับลูกค้า ในกรณีที่กำหนดราคาสินค้าไว้ผิดพลาดบนแพลตฟอร์ม ซึ่งในกรณีดังกล่าว เบิร์ดในนามของผู้ขายจะแจ้งให้ท่านทราบถึงการยกเลิกดังกล่าวโดยมีคำบอกกล่าวเป็นเวลาสาม (3)วัน ผู้ขายมีสิทธิที่จะยกเลิกสัญญาที่ทำกับลูกค้าในกรณีดังกล่าวไม่ว่าสินค้าจะถูกส่งออกไปหรืออยู่ระหว่างเดินทางก็ตาม และไม่ว่ามีการเรียกให้ท่านทำการชำระเงินแล้วหรือไม่ก็ตาม
2.8 การรับประกันสินค้า: การรับประกันเกี่ยวกับสินค้า (“การรับประกันสินค้า”) ที่ขายภายใต้สัญญาที่ทำกับลูกค้าให้เป็นไปตามที่ระบุไว้โดยผู้ขายผ่านแพลตฟอร์ม ภายใต้แท็บ “รายละเอียดสินค้า (FULL DESCRIPTION)” ในช่อง “ประเภทการรับประกัน” และ “ระยะเวลาในการรับประกัน” สำหรับสินค้าที่เกี่ยวข้อง และจะอยู่ภายใต้ข้อจำกัดตามเงื่อนไขและข้อกำหนดในเรื่องดังกล่าว ทั้งนี้ ผู้ขายไม่ต้องผูกพัน การรับประกันและเงื่อนไขในการรับประกัน การเยียวยาในการผิดข้อกำหนดการรับประกันหรือเงื่อนไข หรือผิดข้อกำหนดอื่น ๆ ที่ระบุในการรับประกันสินค้าจะใช้แทนเงื่อนไข การรับประกันและเงื่อนไขในการรับประกันอื่น ๆ ทั้งหลาย ไม่ว่าโดยชัดแจ้งหรือโดยปริยาย ไม่ว่าตามข้อกำหนดของกฎหมายหรือโดยประการอื่น เว้นแต่จะกำหนดไว้อย่างชัดแจ้งในการรับประกันสินค้าดังกล่าว (เว้นแต่จะต้องห้ามอย่างชัดแจ้งโดยกฎหมายที่บังคับใช้ในกรณีนั้น ๆ) ในเงื่อนไข การรับประกันและเงื่อนไขการรับประกัน อื่นใดทั้งหลายไม่ว่าโดยชัดแจ้งหรือโดยปริยายเกี่ยวกับสินค้าที่จัดส่งให้
2.9 การรับทราบของลูกค้า: ท่านรับทราบและรับรองว่าท่านไม่ได้อิงความตามเงื่อนไข ข้อกำหนด การรับประกัน คำสัญญา การโน้มน้าว หรือการแสดงตนรับรองใด ๆ ที่ทำโดยหรือในนามของผู้ขายแต่ไม่ได้ระบุไว้อย่างชัดแจ้งในสัญญาที่ทำกับลูกค้า หรืออิงความตามคำอธิบายหรือการแสดงข้อมูลหรือข้อกำหนดจำเพาะใด ๆ ที่อยู่ในเอกสารใด ๆ เช่น แคตตาล็อก หรือเอกสารข้อมูลที่เผยแพร่ต่อสาธารณะซึ่งจัดทำโดยเบิร์ดหรือผู้ขาย ท่านยังรับทราบและตกลงด้วยว่าข้อยกเว้นการรับประกัน ข้อยกเว้นความรับผิด และข้อยกเว้นการเยียวยาในเงื่อนไขและข้อกำหนดนี้ในการซื้อขายและสัญญาที่ทำกับลูกค้า เป็นการกระจายความเสี่ยงระหว่างคู่สัญญา โดยยินยอมให้ผู้ขายจัดหาสินค้าที่ค่าบริการ หรือราคาต่ำกว่าที่ผู้ขายอาจจะทำได้ และท่านยอมรับว่าข้อยกเว้นความรับผิด ดังกล่าวเหมาะสม
2.10 จะไม่มีการแสดงตนรับรองหรือรับประกัน: โดยไม่กระทบต่อผลบังคับของข้อ 2.9 ข้างต้น:
  2.10.1 จะไม่มีการกำหนดเงื่อนไขหรือถือว่ามีการกำหนดเงื่อนไขดังกล่าว หรือมีการรับประกันใด ๆ หรือถือว่ามีการรับประกันใด ๆ ในเรื่องอายุการใช้งานหรือความคงทนของสินค้าที่จัดส่งให้หรือรับประกันว่าสินค้านั้นจะเหมาะสมกับวัตถุประสงค์หรือการใช้งานอย่างหนึ่งอย่างใดภายใต้เงื่อนไขเฉพาะใด ๆ โดยไม่คำนึงว่าผู้ขายอาจจะทราบหรือได้รับทราบในภายหลังถึงวัตถุประสงค์หรือเงื่อนไขดังกล่าวหรือไม่
  2.10.2 ผู้ขายมีพันธะเฉพาะในการส่งมอบสินค้าให้เป็นไปตามรายละเอียดทั่วไปที่ใช้ในการขายสินค้าดังกล่าว ไม่ว่าจะได้ให้รายละเอียดพิเศษหรือเป็นการเฉพาะใด ๆ หรือไม่หรือถือว่าได้ให้รายละเอียดนั้นไว้ตามกฎหมายหรือไม่ อนึ่ง รายละเอียดพิเศษหรือเป็นการเฉพาะใด ๆ ดังกล่าวจะถือว่าเป็นเพียงการแสดงความเห็นของผู้ขายในเรื่องดังกล่าวเท่านั้น ทั้งเบิร์ดและผู้ขายไม่ได้ให้การรับประกันใด ๆ ในเรื่องคุณภาพ สถานะ สภาพ หรือความเหมาะสมของสินค้า
  2.10.3 เบิร์ดไม่ต้องรับผิดใด ๆ สำหรับมาตรการและการกระทำที่จะกล่าวต่อไปนี้ที่ทำโดยลูกค้าหรือบุคคลภายนอก และผลที่เกิดตามมาจากการนั้น การเยียวยาแก้ไขที่ไม่เหมาะสมในข้อชำรุดบกพร่อง การเปลี่ยนแปลงสินค้าโดยไม่มีการตกลงล่วงหน้าจากเบิร์ดก่อน การเพิ่มเติมหรือใส่ชิ้นส่วน โดยเฉพาะอะไหล่ที่ไม่ได้มาจากเบิร์ด
  2.10.4 ผู้ขายไม่ต้องรับผิดใด ๆ สำหรับข้อชำรุดบกพร่องใด ๆ ที่เกิดขึ้นจากการใช้งานอย่างไม่เหมาะสมหรือไม่ถูกต้อง การติดตั้งที่มีข้อบกพร่อง หรือการทดสอบใช้งานโดยลูกค้าหรือบุคคลภายนอก การเสื่อมสภาพจากการใช้งานตามปกติ การจงใจทำให้เสียหาย ความประมาทเลินเล่อ สภาพการทำงานที่ไม่ปกติ การเคลื่อนย้ายที่มีข้อบกพร่องหรือประมาทเลินเล่อ การบำรุงรักษาที่ไม่ถูกต้อง ใช้งานหนักเกินกำหนด วัสดุในการทำงานและอะไหล่ไม่เหมาะสม การใช้งานไม่ดี การวางฐานไม่เหมาะสม ผลกระทบจากสารเคมี ไฟฟ้าเทคนิค/อิเล็กทรอนิกส์ หรือทางไฟฟ้า ลูกค้าหรือบุคคลภายนอกไม่ได้ปฏิบัติตามคำแนะนำของเบิร์ด (ไม่ว่าด้วยวาจาหรือเป็นลายลักษณ์อักษร) การใช้งานไม่ถูกต้อง หรือการเปลี่ยนแปลงหรือซ่อมแซมสินค้าโดยไม่ได้รับความเห็นชอบจากเบิร์ด
  2.10.5 ผู้ขายไม่ต้องรับผิดต่อความสูญเสียใด ๆ ที่เกิดกับบุคคลภายนอกคนใดไม่ว่าโดยตรงหรือโดยอ้อม ที่เกิดจากการซ่อมแซมหรืองานเยียวยา ที่ดำเนินการโดยไม่ได้รับความเห็นชอบเป็นลายลักษณ์อักษรจากเบิร์ดก่อน และลูกค้าต้องชดเชยความเสียหายให้ผู้ขายต่อความสูญเสียใด ๆ ทั้งหมดที่เกิดจากข้อเรียกร้องดังกล่าว
  2.10.6 ผู้ขายไม่ต้องรับผิดใด ๆ ภายใต้การรับประกันดังกล่าว (หรือการรับประกัน เงื่อนไข หรือการประกันอื่นใด) หากยังไม่มีการชำระราคารวมของสินค้าเรียบร้อยแล้วภายในวันที่ครบกำหนดชำระเงิน และ
  2.10.7 ผู้ขายไม่ต้องรับผิดใด ๆ ก็ตามอันเกี่ยวกับข้อชำรุดบกพร่องใด ๆ ในสินค้าที่เกิดขึ้นหลังจากครบกำหนดการรับประกันสินค้าที่เกี่ยวข้องแล้ว (ถ้ามี)
2.11 ทรัพย์สินทางปัญญา:
  2.11.1 เว้นแต่จะได้รับความยินยอมเป็นลายลักษณ์อักษรจากเบิร์ดเสียก่อน ลูกค้าต้องไม่ถอดออกหรือเปลี่ยนแปลงเครื่องหมายการค้า โลโก้ สัญลักษณ์แสดงลิขสิทธิ์ เลขทะเบียน ฉลาก ป้าย หรือเครื่องหมายระบุ สัญลักษณ์ หรือคำอธิบายประกอบอื่น ๆ ที่ติดอยู่กับสินค้าใด ๆ
  2.11.2 เมื่อมีการมอบซอฟต์แวร์แอพพลิเคชั่น ไดรเวอร์ หรือโปรแกรมคอมพิวเตอร์อื่น ๆ และ/หรือรายละเอียดการออกแบบ คู่มือทางเทคนิคหรือคู่มือ แบบภาพวาด หรือข้อมูลอื่น ๆ ทั้งหลาย (เรียกรวมกันว่า “เอกสารข้อมูลสินค้า”) ให้แก่ลูกค้าโดยผู้ขายตามคำสั่งซื้อ การใช้งานและการเก็บรักษาเอกสารข้อมูลสินค้าจะอยู่ภายใต้บังคับเงื่อนไขและข้อกำหนดของสัญญาอนุญาตใช้งาน (เช่น สัญญาอนุญาตของผู้ใช้งานขั้นสุดท้าย ข้อจำกัด หรือเงื่อนไขในการใช้งาน) ตามที่จะได้กำหนดโดยผู้ขายหรือผู้อนุญาตให้ใช้สิทธิของผู้ขาย และต้องไม่ใช้นอกเหนือจากที่กำหนดไว้ตามเงื่อนไขและข้อกำหนดดังกล่าวอย่างเคร่งครัด
  2.11.3 ลูกค้าตกลงและรับทราบว่า เอกสารข้อมูลสินค้าจะยังคงเป็นทรัพย์สินของผู้ขายหรือผู้อนุญาตให้ใช้สิทธิของผู้ขาย ลูกค้ายังตกลงด้วยว่าทรัพย์สินทางปัญญาใด ๆ ทั้งหลายที่อยู่ในหรือเกี่ยวข้องกับเอกสารข้อมูลสินค้าจะยังคงเป็นทรัพย์สินของผู้ขายหรือผู้อนุญาตให้ใช้สิทธิของผู้ขายแต่เพียงฝ่ายเดียวเท่านั้น เว้นแต่จะกำหนดไว้โดยชัดแจ้งเป็นอย่างอื่นในคำสั่งซื้อ หรือได้รับหนังสือให้ความยินยอมล่วงหน้าของเบิร์ด ลูกค้าตกลงที่จะส่งคืนเอกสารข้อมูลสินค้า และ/หรือสำเนาเอกสารข้อมูลดังกล่าวเมื่อเบิร์ดร้องขอ

3. การส่งมอบสินค้า เป็นไปตามข้อกำหนดของผู้ให้บริการขนส่งนั้น ๆ ที่ได้รับมอบหมายจากผู้ขาย (ร้านค้า)

4. ราคาของสินค้า
4.1 ราคาที่ประกาศขาย: ราคาของสินค้าที่ต้องชำระโดยลูกค้าจะได้แก่ราคาที่ประกาศขาย ณ เวลาที่มีการส่งคำสั่งซื้อจากลูกค้าไปยังผู้ขาย (ผ่านทางแพลตฟอร์ม)
4.2 ภาษี: ราคาที่ประกาศขายทั้งหมดอยู่ในบังคับต้องเสียภาษี เว้นแต่จะระบุไว้เป็นอย่างอื่น ผู้ขายสงวนสิทธิที่จะแก้ไขราคาที่ประกาศขายในเวลาใด ๆ โดยไม่ต้องให้เหตุผลหรือคำบอกกล่าวล่วงหน้า

5. การชำระเงิน
5.1 ทั่วไป: ท่านอาจจะชำระเงินสำหรับสินค้าโดยใช้วิธีการการชำระเงินใด ๆ ที่กำหนดโดยเบิร์ด ในช่วงเวลานั้น ๆ เมื่อท่านส่งคำสั่งซื้อแล้ว การชำระเงินจริงจะเรียกเก็บเฉพาะเมื่อผู้ขายตอบรับคำสั่งซื้อของท่านและเกิดสัญญาที่ทำกับลูกค้าขึ้นแล้ว การชำระเงินทั้งหลายให้กระทำแก่เบิร์ด ไม่ว่าจะรับชำระเงินตามสิทธิ์ของเบิร์ดเอง หรือในฐานะตัวแทนของผู้ขาย (เมื่อผู้ขายเป็นผู้ขายที่เป็นบุคคลภายนอก) ท่านรับทราบว่าเบิร์ดมีสิทธิที่จะเรียกให้มีการชำระเงินจากท่านในนามของผู้ขายที่เป็นบุคคลภายนอกได้
5.2 เงื่อนไขเพิ่มเติม: วิธีการชำระเงินอาจจะอยู่ภายใต้บังคับเงื่อนไขเพิ่มเติมดังกำหนดโดยเบิร์ดเป็นครั้งคราวไป
5.3 วิธีการชำระเงิน: ท่านตกลงว่าท่านอยู่ภายใต้บังคับข้อตกลงของผู้ใช้บริการที่เกี่ยวข้องสำหรับวิธีการชำระเงินของท่าน ท่านไม่อาจเรียกร้องเอากับผู้ขายหรือตัวแทนคนใดของผู้ขาย (ที่อาจจะรวมถึงเบิร์ด) ในกรณีที่เกิดความล้มเหลว ขัดข้อง หรือข้อผิดพลาดใด ๆ อันเกี่ยวกับวิธีการชำระเงินที่ท่านได้เลือกไว้ เบิร์ดสงวนสิทธิที่จะแก้ไขหรือยกเลิก ไม่ว่าชั่วคราวหรือถาวร ไม่ว่าเวลาใด ๆ ซึ่งวิธีการชำระเงินใด ๆ โดยไม่จำต้องบอกกล่าวไปยังท่านหรือให้เหตุผลใด ๆ
5.4 ข้อตกลงและเงื่อนไขของคูปอง ด้านล่าง
5.5 การเรียกเก็บเงิน: ผู้ขายหรือผู้ให้บริการขนส่งอาจจะเรียกเก็บเงินจากท่านเมื่อถึงวันครบกำหนดการชำระเงินใด ๆ ภายใต้สัญญาที่ทำกับลูกค้า
5.6 การไม่ชำระเงิน: หากลูกค้าไม่ชำระเงินใดตามเงื่อนไขและข้อกำหนดของวิธีการชำระเงินที่เลือกไว้หรือการชำระเงินถูกยกเลิกด้วยเหตุผลใด ๆ ก็ตาม ผู้ขายมีสิทธิที่จะยกเลิกสัญญาที่ทำกับลูกค้าหรือระงับการส่งมอบสินค้าจนกว่าจะมีการชำระเงินครบถ้วน โดยไม่กระทบต่อสิทธิหรือการเยียวยาอื่นใดที่ผู้ขายอาจมีได้
5.7 การคืนเงินที่ชำระ:
(ก)การคืนเงินทั้งหลายให้ทำโดยผ่านเว็บไซต์หรือแอปพลิเคชันวอเล็ต (Wallet) ให้แก่บุคคลที่ทำการชำระเงินนั้นผ่านทางวิธีการชำระเงินที่ได้รับการอนุมัติ จำนวนเงินคืนสามารถถอดออกจากยอดเงินคืนในบัญชีของวอเล็ต (Wallet) โดยการทำตามขั้นตอนที่ระบุไว้ในนี้
(ข) เราไม่รับประกันเงินคืนจะเข้าสู่บัญชีของท่านอย่างตรงต่อเวลา การดำเนินการชำระเงินอาจจะใช้เวลาและขึ้นกับกระบวนการภายในของบริษัท
(ค) การคืนเงินทั้งหลายขึ้นอยู่กับว่าการที่เราได้ยอมรับคืนสินค้าอย่างถูกต้องแล้ว
(ง) เราขอสงวนสิทธิที่จะแก้ไขการดำเนินการคืนเงินในเวลาใด ๆ โดยไม่ต้องบอกกล่าว

6. การส่งคืน/การซ่อมแซม/การเปลี่ยนทดแทน
6.1 นโยบายการคืนสินค้า: สินค้าที่ส่งคืนทั้งหลายต้องทำตามคำแนะนำที่กำหนดไว้ใน นโยบายการคืนสินค้า ที่ระบุไว้ในด้านล่าง โดยผู้ขาย(ร้านค้า) ไม่ผูกพันที่จะตกลงด้วยในการคืนสินค้าใด ๆ เว้นแต่ได้มีการปฏิบัติตามคำแนะนำดังกล่าวทั้งหมดโดยเป็นที่พอใจของผู้ขายหรือเบิร์ด หากผู้ขายตกลงให้มีการคืนสินค้า ผู้ขายจะส่งมอบสินค้าสำหรับเปลี่ยนทดแทนให้ท่าน ณ ที่อยู่ที่ระบุไว้ภายใน 15 วัน
นโยบายการคืนสินค้า : คุณสามารถคืนสินค้าได้ตามรายละเอียดด้านล่างที่จะปรากฏในหน้าแสดงสินค้า ซึ่งระยะเวลาที่คืนสินค้าได้จะนับจากวันที่คุณได้รับสินค้า โดยรวมวันเสาร์ อาทิตย์และวันหยุดนักขัตฤกษ์ ภายในระยะเวลา 15 วัน
หมายเหตุ : สินค้ายกเว้นที่ไม่อยู่ในเงื่อนไขการคืนสินค้า สินค้าดิจิทัลดาวน์โหลด เช่น E-Book E-Journals บัตรเติมเงิน ภาพยนต์ เพลง ซอฟต์แวร์ออนไลน์ ฯลฯ จะไม่อยู่ในเงื่อนไขการคืนสินค้า โดยจะแสดงสัญลักษณ์นี้ในหน้าแสดงสินค้า
Logo-สัญลักษณ์ สินค้านี้ไม่สามารถคืนได้
หมายเหตุ : สินค้าบางชิ้นอาจมีการรับประกันเพิ่มเติมจากผู้ขายหรือผู้ผลิต หากสินค้าชิ้นนั้นเลยระยะเวลาการรับประกันของเบิร์ดแล้ว คุณสามารถติดต่อผู้ขายหรือผู้ผลิตโดยตรงได้จากรายละเอียดที่ระบุในใบรับประกันที่แนบมากับบรรจุภัณฑ์นั้น ๆ
Logo-สัญลักษณ์ คืนสินค้าได้ภายใน 15 วัน (ติดต่อส่งคืนโดยตรงกับทางผู้ขายสินค้า)
ลักษณะที่สามารถคืนสินค้าได้
  - บรรจุภัณฑ์ไม่ถูกเปิดออก อยู่ในสภาพที่สมบูรณ์
  - พัสดุปิดมิดชิด
  - บรรจุภัณฑ์อยู่ในสภาพดี มีอุปกรณ์เสริมครบ
6.2 การคืนสินค้าที่ได้รับอนุมัติ: ภายใต้บังคับข้อ 6.1 ภายใน 15 วันนับจากวันที่ส่งมอบสินค้า ท่านอาจจะขอคืนสินค้าได้เมื่อท่าน:
  6.2.1 ได้รับสินค้าที่แตกต่างอย่างชัดเจนจากสินค้าที่ระบุในสัญญาที่ทำกับลูกค้า หรือ
  6.2.2 ได้รับสินค้าที่ผิดพลาดหรือเสียหาย
6.3 การซ่อมแซม การเปลี่ยนทดแทน หรือการลดราคา: นอกเหนือจากการส่งคืนสินค้าที่ผิด หรือเสียหายภายใต้ข้อ 6.2 แล้ว ลูกค้าอาจจะขอให้มีการซ่อมแซมหรือเปลี่ยนทดแทนสินค้าดังกล่าวก็ได้ โดยคำขอดังกล่าวไม่สามารถเพิกถอนได้เมื่อได้แจ้งคำขอให้ผู้ขาย(ร้านค้า)หรือเบิร์ดทราบแล้ว และลูกค้าไม่อาจจะกลับไปขอส่งคืนสินค้าตามข้อ 6.2 ได้อีกในภายหลัง ในกรณีที่สินค้าไม่ได้รับการซ่อมแซมหรือเปลี่ยนทดแทนภายในเวลาที่เหมาะสม ผู้ขาย(ร้านค้า)มีดุลพินิจแต่ฝ่ายเดียวในการยอมลดราคาให้ลูกค้าตามสัดส่วนของมูลค่าที่ลดลงของสินค้า แต่ทั้งนี้ไม่ว่ากรณีจะเป็นเช่นใด การลดราคานั้นขึ้นอยู่กับดุลพินิจผู้ขาย(ร้านค้า)แต่ฝ่ายเดียว เมื่อมีการซ่อมแซม เปลี่ยนทดแทน หรือลดราคาตามที่กล่าวมาแล้ว ลูกค้าจะไม่มีสิทธิเรียกร้องใด ๆ กับผู้ขายอีก
6.4 การเปลี่ยนทดแทนสินค้า: เมื่อผู้ขาย(ร้านค้า)หรือเบิร์ด ทำการเปลี่ยนทดแทนสินค้าให้หรือคืนเงินให้ลูกค้า สินค้าที่ไม่เป็นไปตามข้อกำหนด หรือชิ้นส่วนของสินค้าดังกล่าวให้เป็นกรรมสิทธิ์ของผู้ขาย และเมื่อมีการร้องขอ สินค้าหรือชิ้นส่วนของสินค้าดังกล่าวควรจะขนส่งกลับมาให้ผู้ขายโดยลูกค้าเป็นผู้รับผิดชอบค่าใช้จ่าย
6.5 ความเสี่ยงภัยในความเสียหายหรือสูญหาย: ลูกค้าจะกลายเป็นผู้รับความเสี่ยงในความเสียหายหรือสูญหายของสินค้า ณ เวลาที่ทำการส่งมอบ หรือในกรณีที่ลูกค้าไม่รับการส่งมอบสินค้าด้วยความผิดพลาด ณ เวลาที่ผู้ขายได้เสนอส่งมอบสินค้าแล้ว (ผ่านเบิร์ด หรือตัวแทนของเบิร์ด)

7. คำถามและข้อร้องเรียน
หากท่านมีคำถามหรือข้อร้องเรียนใด ๆ กรุณาติดต่อเบิร์ด โดยใช้เพจ “ติดต่อเรา” บนแพลตฟอร์ม เบิร์ดจะติดต่อประสานงานกับผู้ขายเกี่ยวกับคำถามและข้อร้องเรียนของท่าน

8. การยกเลิกคำสั่งซื้อ
8.1 การยกเลิกคำสั่งซื้อโดยฝ่ายท่าน: ท่านอาจยกเลิกคำสั่งซื้อ ในแพลฟอร์มเบิร์ดเท่านั้น หากในการณีที่สินค้าถูกจัดส่งไปแล้ว ท่านไม่อาจจะยกเลิกคำสั่งซื้อหรือยกเลิกสัญญาที่ทำกับลูกค้าได้ แต่อาจทำได้เพียงส่งคืนสินค้าตามเงื่อนไขในข้อ 6
8.2 การยกเลิกคำสั่งซื้อโดยฝ่ายผู้ขาย(ร้านค้า): ทั้งนี้โดยไม่กระทบต่อสิทธิอื่นใดในยกเลิกคำสั่งซื้อหรือยกเลิกสัญญาที่ระบุไว้ในที่อื่นใดในเงื่อนไขและข้อกำหนดในการซื้อขายนี้ ผู้ขายหรือเบิร์ด ที่กระทำการในนามของผู้ขาย อาจจะหยุดการขนส่งสินค้าใด ๆ ระงับการส่งมอบให้แก่ลูกค้า และ/หรือยกเลิกคำสั่งซื้อ/ยกเลิกสัญญาที่ทำกับลูกค้าโดยให้มีผลในทันทีโดยการบอกกล่าวเป็นหนังสือไปยังลูกค้า ณ วัน หรือในเวลาใด ๆ หากเกิดเหตุการณ์อย่างหนึ่งอย่างใดดังต่อไปนี้:
  8.2.1 สินค้าภายใต้สัญญาที่ทำกับลูกค้าหมดด้วยเหตุอย่างหนึ่งอย่างใด
  8.2.2 ลูกค้าทำผิดภาระผูกพันภายใต้สัญญาที่ทำกับลูกค้า
  8.2.3 ลูกค้ามีมติในการเลิกบริษัทหรือศาลที่มีเขตอำนาจมีคำสั่งให้ลูกค้าเลิกบริษัทหรือชำระบัญชี
  8.2.4 มีคำสั่งเจ้าพนักงานหรือมีการตั้งเจ้าพนักงานพิทักษ์ทรัพย์หรือผู้จัดการทรัพย์เข้าครอบครองหรือขายสินทรัพย์ใด ๆ ของลูกค้า หรือ
  8.2.5 ลูกค้าทำข้อตกลงหรือทำการประนอมหนี้กับเจ้าหนี้เป็นการทั่วไป หรือขอให้ศาลที่มีเขตอำนาจในการขอคุ้มครองการชำระหนี้แก่เจ้าหนี้

9. ความเสี่ยงภัยและกรรมสิทธิ์ในสินค้า
9.1 ลูกค้าจะกลายเป็นผู้รับความเสี่ยงในความเสียหายหรือสูญหายของสินค้า ณ เวลาที่ทำการส่งมอบ
9.2 กรรมสิทธิ์ในสินค้าจะไม่ผ่านไปยังลูกค้าจนกว่า เบิร์ด จะได้รับเงินสดหรือเงินโอนในการชำระเงินเต็มจำนวนเมื่อถึงกำหนดชำระเงิน ซึ่งราคาของสินค้า และสินค้าอื่น ๆ ทั้งหลายที่ตกลงกันว่าจะขายโดยผู้ขายให้แก่ลูกค้า โดยไม่คำนึงถึงการส่งมอบและการส่งผ่านความเสี่ยงภัยในสินค้าหรือข้อกำหนดอื่นใดของเงื่อนไขนี้
9.3 จนกว่าจะถึงเวลาที่กรรมสิทธิ์ในสินค้าจะผ่านไปยังลูกค้า ลูกค้าต้องยึดถือสินค้าไว้ในฐานะตัวแทนของผู้ขายและผู้รับฝากสินค้าและต้องดูแลรักษาสินค้าแยกต่างหากจากสินค้าที่เป็นของลูกค้าเอง
9.4 ระหว่างเวลาที่กรรมสิทธิ์ของสินค้ายังคงอยู่กับผู้ขาย ลูกค้าตกลงกับผู้ขายว่าลูกค้าจะแจ้งให้เบิร์ดทราบโดยทันทีถึงเรื่องใด ๆ ที่อาจจะเกิดขึ้นและกระทบต่อกรรมสิทธิ์ของผู้ขายในสินค้านั้น และลูกค้าจะให้ข้อมูลใด ๆ แก่ เบิร์ด เกี่ยวกับสินค้าตามที่เบิร์ดควรทราบเป็นครั้งคราวไป
9.5 จนกว่าจะถึงเวลาที่กรรมสิทธิ์ในทรัพย์สินผ่านไปยังลูกค้า (และต่อเมื่อสินค้ายังคงมีอยู่และไม่ได้มีการนำไปขายต่อ) เบิร์ดจะยังคงมีสิทธิ ในการเรียกให้ลูกค้าส่งมอบสินค้ากลับคืนให้เบิร์ดไม่ว่าเวลาใด ๆ ในกรณีที่พบว่าไม่เป็นไปตามข้อกำหนด เบิร์ดขอสงวนสิทธิในการดำเนินการทางกฎหมายกับลูกค้าในเรื่องส่งคืนสินค้าและยังสงวนสิทธิในการเรียกค่าเสียหายและค่าใช้จ่ายอื่น ๆ ทั้งหลายรวมทั้ง แต่ไม่จำกัดเฉพาะค่าธรรมเนียมทางกฎหมายจากลูกค้า
9.6 ลูกค้าไม่มีสิทธิในการนำสินค้าใด ๆ ที่ยังคงเป็นกรรมสิทธิ์ของผู้ขายไปจำนำ หรือนำไปค้ำประกันด้วยประการใด ๆ ในหนี้ใด ๆ แต่หากลูกค้าได้กระทำการดังกล่าว เงินทั้งหลายที่ลูกค้าจะต้องจ่ายให้ผู้ขายจะถือว่าถึงกำหนดและต้องชำระทันที (โดยไม่กระทบต่อสิทธิหรือการเยียวยาอื่นใดที่ผู้ขายมี)
9.7 หากข้อกำหนดในเงื่อนไขข้อ 9 นี้ไม่มีผลบังคับเนื่องจากกฎหมายของประเทศที่สินค้าตั้งอยู่ ให้ถือว่าได้นำหลักการทางกฎหมายที่ใกล้เคียงที่สุดในการคงกรรมสิทธิ์ที่ใช้อยู่ในประเทศนั้นมาใช้บังคับโดยอนุโลมเพื่อให้เกิดผลบังคับกับเจตนาเดิมที่แสดงอยู่ในเงื่อนไข และลูกค้าจะดำเนินการที่จำเป็นทั้งปวงในการทำให้เกิดผลบังคับดังกล่าว
9.8 ลูกค้าจะชดใช้ให้ผู้ขายในความสูญเสียหรือเสียหาย ต้นทุนและค่าใช้จ่าย และค่าธรรมเนียมทางกฎหมายทั้งปวงที่เกิดจากลูกค้า อันเกี่ยวกับการยืนยันและบังคับตามสิทธิของผู้ขายภายใต้เงื่อนไขข้อนี้

10. การจำกัดความรับผิด
10.1 การเยียวยาเฉพาะของลูกค้า: การเยียวยาที่กำหนดในข้อ 6 เป็นการเยียวยาสำหรับลูกค้าเฉพาะท่านแต่เพียงผู้เดียว ในกรณีที่มีความไม่สอดคล้องกับข้อกำหนดหรือความชำรุดบกพร่องของสินค้า
10.2 ความรับผิดสูงสุด: โดยไม่คำนึงถึงข้อกำหนดอื่นใดของเงื่อนไขและข้อกำหนดในการซื้อขายนี้ ความรับผิดรวมสูงสุดของผู้ขายที่มีต่อท่าน หรือต่อฝ่ายอื่นใดสำหรับความสูญเสียทั้งหลายที่อยู่ภายใต้ เกิดขึ้นจาก หรือเกี่ยวข้องกับการขายสินค้าภายใต้สัญญาที่ทำกับลูกค้าแต่ละฉบับ จะไม่เกินจำนวนรวมที่ท่านได้จ่ายเงินไปให้แก่ผู้ขายภายใต้สัญญาที่ทำกับลูกค้าดังกล่าว
10.3 การยกเว้นความรับผิด: ผู้ได้รับชดใช้ของเบิร์ดไม่ต้องรับผิดต่อท่านสำหรับความสูญเสียใด ๆ หรือไม่ว่าเกิดขึ้นโดยวิธีการใดก็ตาม ไม่ว่าโดยตรงหรือโดยอ้อมจาก (โดยไม่คำนึงถึงรูปแบบการกระทำ): (1) จำนวนเงินที่ต้องชำระจากผู้ใช้งานแพลตฟอร์มคนอื่นอันเกี่ยวกับการซื้อขายสินค้าใด ๆ (2) การขายสินค้าให้ท่าน หรือการใช้งานสินค้านั้นหรือการนำไปขายต่อโดยท่าน และ (3) ข้อชำรุดบกพร่องใด ๆ อันเกิดจากการเสื่อมสภาพจากการใช้งานตามปกติ การจงใจทำให้เสียหาย การใช้งานโดยไม่ถูกต้อง ความประมาทเลินเล่อ อุบัติเหตุ การเก็บรักษาผิดปกติ และหรือ สภาพในการทำงาน การเปลี่ยนแปลง หรือแก้ไขสินค้า หรือการไม่ปฏิบัติตามคำแนะนำของผู้ขายในเรื่องการใช้งานสินค้า (ไม่ว่าที่ให้ไว้ด้วยวาจาหรือเป็นลายลักษณ์อักษร)

11. ข้อกำหนดทั่วไป
11.1 การอ้างอิงถึง “เบิร์ด”: การอ้างอิงถึง “เบิร์ด” ในเงื่อนไขและข้อกำหนดในการซื้อขายนี้ให้ใช้บังคับกับทั้งการกระทำของเบิร์ดในนามของตัวเองในฐานะผู้ขาย และ/หรือในฐานะผู้ดูแลแพลตฟอร์ม หรือในฐานะตัวแทนของผู้ขายที่เป็นบุคคลภายนอกที่เป็นผู้ขายสำหรับสัญญาที่ทำกับลูกค้าทุกฉบับ
11.2 สิทธิในการทำสัญญาช่วง: ผู้ขายที่เป็นบุคคลภายนอกมีสิทธิที่จะมอบหมาย และ/หรือทำสัญญาช่วงสิทธิหรือหน้าที่ใด ๆ ภายใต้เงื่อนไขและข้อกำหนดในการซื้อขายนี้ให้แก่เบิร์ดหรือผู้ให้บริการ ผู้รับเหมาช่วง และ/หรือตัวแทนคนใดที่เบิร์ดกำหนด
11.3 สิทธิและการเยียวยาสะสม: เว้นแต่จะกำหนดไว้เป็นอย่างอื่นในเงื่อนไขและข้อกำหนดในการซื้อขายนี้ ข้อกำหนดของเงื่อนไขและข้อกำหนดในการซื้อขายนี้ และสิทธิและการเยียวยาของผู้ขายภายใต้เงื่อนไขและข้อกำหนดในการซื้อขายนี้จะสะสมเพิ่มขึ้น โดยไม่เป็นการกระทบกระเทือนต่อและถือเพิ่มเติมจากสิทธิหรือการเยียวยาใด ๆ ที่ผู้ขายอาจจะมีตามกฎหมายหรือหลักความยุติธรรม และการที่ผู้ขายไม่ได้ใช้สิทธิหรือการเยียวยาใด ภายใต้เงื่อนไขและข้อกำหนดในการซื้อขายนี้ หรือตามกฎหมายหรือหลักความยุติธรรม (ยกเว้นกรณีที่กำหนดไว้ชัดแจ้งในเงื่อนไขและข้อกำหนดในการซื้อขายนี้ หรือตามกฎหมายหรือความยุติธรรม ถ้ามี) จะไม่มีผลขัดขวางหรือเป็นอุปสรรคต่อการใช้สิทธิของผู้ขายในสิทธิหรือการเยียวยาอื่นใดตามกฎหมายหรือหลักความยุติธรรม
11.4 ไม่มีการสละสิทธิ: การที่ผู้ขายไม่ได้บังคับตามเงื่อนไขและข้อกำหนดในการซื้อขายนี้ จะไม่ถือเป็นการสละสิทธิในเงื่อนไขนี้ และการไม่ได้บังคับดังกล่าวจะไม่กระทบต่อสิทธิที่จะบังคับตามเงื่อนไขและข้อกำหนดในการซื้อขายนี้ในภายหลัง ผู้ขายยังคงมีสิทธิที่จะใช้สิทธิและการเยียวยาของตนในสถานการณ์อื่นใดที่ท่านกระทำการผิดสัญญาในเงื่อนไขและข้อกำหนดในการซื้อขายนี้
11.5 การแยกส่วนได้: เมื่อข้อกำหนดใด ๆ ของเงื่อนไขและข้อกำหนดในการซื้อขายนี้กลายหรือตกเป็นไม่ชอบด้วยกฎหมาย ไม่สมบูรณ์ หรือไม่อาจบังคับได้ในกรณีใด ๆ ก็ตาม ความชอบด้วยกฎหมาย ความสมบูรณ์ และการบังคับใช้ได้ ของข้อกำหนดส่วนที่เหลือของสัญญานี้จะไม่ได้รับผลกระทบหรือต้องเสื่อมเสียไปด้วย และยังคงมีผลบังคับต่อไปเสมือนว่าข้อกำหนดที่ไม่ชอบ ไม่สมบูรณ์ หรือไม่อาจบังคับได้นั้นถูกแยกไปจากเงื่อนไขและข้อกำหนดในการซื้อขายนี้
11.6 สิทธิของบุคคลภายนอก: บุคคลหรือหน่วยงานที่ไม่ได้เป็นคู่สัญญาในเงื่อนไขและข้อกำหนดในการซื้อขายนี้ ไม่มีสิทธิภายใต้กฎหมายในเขตอำนาจใด ๆ ในการบังคับตามเงื่อนไขและข้อกำหนดในการซื้อขายนี้ไม่ว่าในข้อใด โดยไม่คำนึงว่าบุคคลหรือหน่วยงานดังกล่าวถูกระบุชื่อไว้ ว่าเป็นสมาชิกของกลุ่มใดหรือตรงกับรายรายละเอียดใด ๆ หรือไม่ ทั้งนี้ เพื่อหลีกเลี่ยงข้อสงสัย ไม่มีเนื้อความใดในข้อนี้ที่จะมีผลกระทบต่อสิทธิของผู้รับมอบหรือรับโอนโดยชอบซึ่งเงื่อนไขและข้อกำหนดในการซื้อขายนี้
11.7 กฎหมายที่ใช้บังคับ: เงื่อนไข & ข้อกำหนดในการซื้อขายนี้ให้อยู่ภายใต้บังคับและการตีความตามกฎหมายของราชอาณาจักรไทย และท่านยอมรับต่อเขตอำนาจแต่ผู้เดียวของศาลแห่งราชอาณาจักรไทย
11.8 เว้นแต่ที่กำหนดไว้ในข้อ 11.7 ข้อพิพาท ข้อขัดแย้ง หรือข้อเรียกร้องใด ๆ ที่เกิดขึ้นจาก หรือเกี่ยวข้องกับสัญญานี้ หรือการผิดสัญญา การยกเลิก หรือความไม่สมบูรณ์ของสัญญา อาจจะระงับไปด้วยวิธีการอนุญาโตตุลาการตามระเบียบกฎเกณฑ์ในการอนุญาโตตุลาการของสถาบันอนุญาโตตุลาการแห่งประเทศไทย (TAI) คณะอนุญาโตตุลาการให้ประกอบด้วยอนุญาโตตุลาการคนเดียวซึ่งได้รับการแต่งตั้งโดยประธานของ TAI สถานที่พิจารณาของอนุญาโตตุลาการคือกรุงเทพมหานคร คำชี้ขาดใด ๆ โดยคณะอนุญาโตตุลาการให้ถือเป็นที่สุดและผูกพันคู่สัญญา
11.9 การคุ้มครองชั่วคราว: ผู้ขายอาจจะขอความคุ้มครองชั่วคราวหากผู้ขายพิจารณาด้วยความสุจริตใจแล้ว เห็นว่าการยับยั้งคำสั่งซื้อไว้ชั่วคราวหรือการคุ้มครองชั่วคราวอย่างอื่นเป็นการเยียวยาการผิดสัญญาหรือการไม่เป็นไปตามข้อกำหนดเพียงหนทางเดียวที่เหมาะสมและเพียงพอ
11.10 การแก้ไขเพิ่มเติม: ผู้ขายอาจมีคำบอกกล่าวที่ออกร่วมกันกับเบิร์ดผ่านแพลตฟอร์มหรือโดยวิธีการอย่างอื่นในการแจ้งให้ทราบตามที่ผู้ขายจะได้กำหนดโดยผ่านทางเบิร์ดเท่านั้น (ซึ่งอาจรวมถึงการแจ้งให้ทราบทางอีเมล์) ผู้ขายอาจจะเปลี่ยนแปลงเงื่อนไขและข้อกำหนดของเงื่อนไขและข้อกำหนดในการซื้อขายนี้ การเปลี่ยนแปลงดังกล่าวจะมีผลบังคับในวันที่ผู้ขายระบุผ่านทางวิธีการดังกล่าวข้างต้น หากท่านใช้แพลตฟอร์มหรือบริการหลังจากวันดังกล่าว ถือว่าท่านได้ยอมรับในการแก้ไขเพิ่มเติมดังกล่าว หากท่านไม่ยอมรับการแก้ไขเพิ่มเติม ท่านต้องหยุดการเข้าใช้หรือใช้แพลตฟอร์มและใช้บริการ และยกเลิกเงื่อนไขและข้อกำหนดในการซื้อขายนี้ สิทธิของผู้ขายในการแก้ไขเพิ่มเติมเงื่อนไขและข้อกำหนดในการซื้อขายนี้โดยวิธีการดังกล่าวใช้ร่วมกันกับเบิร์ด (ไม่ว่าผ่านทางพอร์ทัลหรือโดยวิธีการอื่นตามที่เบิร์ดกำหนด) และอยู่ภายใต้บังคับตามที่ได้กล่าวมาข้างต้น ทั้งยัง อาจจะใช้สิทธิได้โดยไม่ต้องได้รับความยินยอมจากผู้ใดหรือหน่วยงานใดที่ไม่ได้เป็นคู่สัญญาในเงื่อนไขและข้อกำหนดในการซื้อขายนี้ เงื่อนไขและข้อกำหนดที่ใช้บังคับในการซื้อขายที่ใช้บังคับกับคำสั่งซื้อใด ๆ จะเป็นเงื่อนไขและข้อกำหนดเวอร์ชั่นล่าสุดที่มีผลบังคับอยู่ในขณะนั้น
11.11 การแก้ไขข้อผิดพลาด: ผู้ขายไม่ต้องรับผิดใดในข้อผิดพลาดในการจัดพิมพ์ จัดเตรียมเอกสาร หรือข้อผิดพลาดหรือตกหล่นอื่นใด ในการตอบรับ ออกใบแจ้งหนี้ หรือเอกสารอื่น ในส่วนของผู้ขาย ที่อาจมีการแก้ไข
11.12 สกุลเงิน: เงินที่อ้างถึงภายใต้เงื่อนไข & ข้อกำหนดในการซื้อขายนี้คือเงินบาทไทย
11.13 ภาษา: ในกรณีเงื่อนไข & ข้อกำหนดในการซื้อขายนี้ทำขึ้นหรือแปลเป็นภาษาอื่นใดนอกจากภาษาอังกฤษ (“ฉบับภาษาต่างประเทศ”) ให้บังคับตามเวอร์ชั่นภาษาไทย หรือเวอร์ชั่นภาษาอังกฤษของเงื่อนไขและข้อกำหนดในการซื้อขายนี้ และต้องถูกนำมาใช้ก่อนฉบับภาษาต่างประเทศ
11.14 สัญญาเบ็ดเสร็จ: เงื่อนไขและข้อกำหนดในการซื้อขายนี้ประกอบขึ้นเป็นสัญญาทั้งฉบับที่มีระหว่างท่านกับผู้ขายอันเกี่ยวกับเรื่องต่าง ๆ ในที่นี้และทดแทนและแทนที่ความเข้าใจ การติดต่อสื่อสาร และข้อตกลงทั้งหมดที่มีก่อนหน้านี้อันเกี่ยวกับเรื่องต่าง ๆ ในที่นี้
11.15 ผูกพันและเป็นที่สุด: ท่านรับทราบและตกลงว่าบันทึกใด ๆ (รวมทั้งบันทึกการสนทนาทางโทรศัพท์ใด ๆ เกี่ยวกับบริการ ถ้ามี) ที่เก็บรักษาไว้โดยผู้ขายหรือผู้ให้บริการของผู้ขายที่เกี่ยวข้องหรือเกี่ยวพันกับแพลตฟอร์มและบริการ ให้มีผลผูกพันท่านและเป็นที่สิ้นสุด ในกรณีใด ๆ ก็ตามและเป็นหลักฐานที่เป็นที่สิ้นสุดที่เกี่ยวกับข้อสนเทศ และ/หรือข้อมูลใด ๆ ที่มีการส่งให้กันระหว่างผู้ขายกับท่าน ท่านตกลงว่าบันทึกดังกล่าวทั้งหมดสามารถใช้เป็นพยานหลักฐานได้และท่านจะไม่โต้แย้งหรือคัดค้านเรื่องความยอมรับในการใช้เป็นพยานหลักฐาน ความน่าเชื่อถือ ความถูกต้อง หรือแท้จริงของบันทึกดังกล่าวเพียงเพราะว่าบันทึกดังกล่าวอยู่ในรูปแบบอิเล็กทรอนิกส์หรือเป็นข้อมูลที่ได้ออกมาจากระบบคอมพิวเตอร์ และท่านสละสิทธิใด ๆ ของท่าน ถ้ามี ในการคัดค้านดังกล่าว
11.16 การทำสัญญาช่วง และการมอบหมาย: เบิร์ดสงวนสิทธิที่จะมอบหมายหรือทำสัญญาช่วงการปฏิบัติตามหน้าที่ใด ๆ ของตนอันเกี่ยวพันกับการปฏิบัติตามภาระผูกพันของตนภายใต้เงื่อนไขและข้อกำหนดในการซื้อขายนี้ และสงวนสิทธิที่จะใช้ผู้ให้บริการ ผู้รับเหมาช่วง และ/หรือตัวแทนรายใดในเงื่อนไขที่เบิร์ดเห็นว่าเหมาะสม
11.17 การโอนสิทธิ: ท่านไม่อาจโอนสิทธิของท่านภายใต้เงื่อนไขและข้อกำหนดในการซื้อขายนี้หากไม่ได้รับความยินยอมล่วงหน้าเป็นลายลักษณ์อักษรจากผู้ขาย ผู้ขายอาจจะโอนสิทธิของตนภายใต้เงื่อนไขและข้อกำหนดในการซื้อขายนี้แก่บุคคลภายนอกคนใดก็ได้
11.18 เหตุสุดวิสัย: เบิร์ดและผู้ขายไม่ต้องรับผิดในการไม่ปฏิบัติตามหน้าที่ของตน ข้อผิดพลาด การขัดข้อง หรือล่าช้าในการปฏิบัติตามภาระผูกพันของตนภายใต้เงื่อนไขและข้อกำหนดในการซื้อขายนี้ (หรือส่วนหนึ่งส่วนใดของเงื่อนไขและข้อกำหนดดังกล่าว) หรือต่อความไม่ถูกต้อง ไม่น่าเชื่อถือ หรือไม่เหมาะสมใด ๆ ของเนื้อหาของแพลตฟอร์ม และ/หรือบริการ หากไม่ว่าทั้งหมดหรือบางส่วน ไม่ว่าโดยตรงหรือโดยอ้อม เกิดจากเหตุการณ์หรือความผิดพลาดที่อยู่เหนือการควบคุมอย่างเหมาะสมของเบิร์ดหรือของผู้ขาย

เอกสารแนบท้าย 1

นิยามและการตีความ
1. นิยาม เว้นแต่บริบทจะกำหนดไว้เป็นอย่างอื่น ถ้อยคำต่อไปนี้ให้มีความหมายดังนี้ในเงื่อนไขการใช้บริการนี้:
  1.1 “วันทำการ” หมายถึง วัน (ไม่รวมวันเสาร์ วันอาทิตย์ และวันหยุดราชการ) ที่ธนาคารโดยทั่วไปเปิดทำการในประเทศไทย
  1.2 “ลูกค้า” หมายถึง ผู้ใช้บริการที่ได้รับอนุญาตในการใช้แพลตฟอร์ม และ/หรือบริการ
  1.3 “สัญญาที่ทำกับลูกค้า” ให้เป็นไปตามที่ให้ความหมายไว้ข้อ 2.6
  1.4 “ทรัพย์สินทางปัญญา” หมายถึง ลิขสิทธิ์ สิทธิบัตร สิ่งประดิษฐ์อรรถประโยชน์ เครื่องหมายการค้าและเครื่องหมายบริการ สิ่งบ่งชี้ทางภูมิศาสตร์ โดเมนเนม สิทธิในออกแบบโครงร่าง แบบที่จดทะเบียนไว้ สิทธิในแบบ สิทธิในฐานข้อมูล ชื่อทางการค้าและธุรกิจ สิทธิในการปกป้องความลับทางการค้าและข้อมูลอันเป็นความลับ สิทธิในการปกป้องค่าแห่งความนิยมและชื่อเสียง และสิทธิอันมีเจ้าของอื่น ๆ ทั้งหลายในทำนองเดียวกัน และคำขอจดทะเบียนทั้งหลายในสิ่งที่กล่าวมา ไม่ว่าที่มีอยู่ในปัจจุบันหรือเกิดขึ้นในอนาคต ไม่ว่าที่ใดในโลก ไม่ว่าจดทะเบียนแล้วหรือไม่ และผลประโยชน์ สิทธิพิเศษ สิทธิในการฟ้องร้อง การเรียกค่าเสียหาย และได้รับการบรรเทาหรือการเยียวยาอื่น ๆ ต่อการละเมิด ยักยอก หรือฝ่าฝืนใด ๆ ในสิทธิใด ๆ ดังกล่าวมา
  1.5 “ผู้ได้รับชดใช้ของเบิร์ด” หมายถึงเบิร์ด และเจ้าหน้าที่ ลูกจ้าง กรรมการ ตัวแทน ผู้รับเหมา และผู้รับโอนสิทธิทั้งหลายของเบิร์ด
  1.6 “เบิร์ด” หมายถึง บริษัท เบิร์ด เอ็กซ์เพรส ลอจิสติคส์ จำกัด บริษัทจัดตั้งขึ้นตามกฎหมายของประเทศไทย ทะเบียนนิติบุคคลเลขที่ 0105564007165 และมีสำนักงานตั้งอยู่ที่ เลขที่ 407 ซอยรามอินทรา 5 แขวงท่าแร้ง เขตบางเขน กรุงเทพมหานคร 10220 ประเทศไทย
  1.7 “ราคาที่ประกาศขาย” หมายถึง ราคาของสินค้าที่แสดงไว้เพื่อขายแก่ลูกค้า ดังระบุไว้บนแพลตฟอร์ม
  1.8 “การสูญเสีย” หมายถึง การขาดทุน จำนวนเงินในการชำระหนี้ ค่าใช้จ่าย (ได้แก่ค่าธรรมเนียมและค่าใช้จ่ายทางกฎหมายเกี่ยวกับทนายความ) ค่าบริการ ค่าใช้จ่าย การฟ้องร้อง ดำเนินคดี ข้อเรียกร้อง การเรียกให้ชำระหนี้ และความรับผิดอื่น ๆ ทั้งหลายไม่ว่าจะมองเห็นล่วงหน้าหรือไม่
  1.9 “สั่งสินค้า” หมายถึง คำสั่งซื้อสินค้าของท่านที่ส่งผ่านแพลตฟอร์มตามเงื่อนไข & ข้อกำหนดในการซื้อขาย
  1.10 “รหัสผ่าน” หมายถึง รหัสผ่านที่ถูกต้องที่ลูกค้าซึ่งมีบัญชีอยู่กับเบิร์ดอาจจะใช้ร่วมกับชื่อผู้ใช้ในการเข้าถึงแพลตฟอร์มและ/หรือบริการที่เกี่ยวข้อง
  1.11 “ข้อมูลส่วนบุคคล” หมายถึง ข้อมูล ไม่ว่าแท้จริงหรือไม่ ซึ่งสามารถใช้ในการบ่งชี้ ติดต่อ หรือแจ้งตำแหน่งของท่าน ข้อมูลส่วนบุคคลอาจจะรวมถึงชื่อของท่าน อีเมล์แอดเดรส ที่อยู่สำหรับส่งใบเรียกเก็บเงิน ที่อยู่สำหรับส่งของ หมายเลขโทรศัพท์ และข้อมูลบัตรเครดิต
  1.12 “แพลตฟอร์ม” หมายถึง (ก) ทั้งเวอร์ชั่นในแบบเว็บและแบบมือถือของเว็บไซต์ที่ดำเนินการและ/หรือเป็นเจ้าของโดยเบิร์ดซึ่งปัจจุบันอยู่ที่ URL: www.birdfresh.in.th และ (ข) แอพพลิเคชั่นมือถือที่เปิดให้บริการในช่วงเวลาหนึ่ง ๆ โดยเบิร์ด ทั้งเวอร์ชั่นไอโอเอส (IOS) และแอนดรอยด์ (Android)
  1.13 “สินค้า” หมายถึง สินค้า (รวมทั้งสินค้าที่ส่งเป็นงวดหรือส่วนหนึ่งส่วนใดของสินค้าดังกล่าว) ที่มีสำหรับขายให้ลูกค้าบนแพลตฟอร์ม
  1.14 “การรับประกันสินค้า” หมายถึง สินค้า (รวมทั้งสินค้าที่ส่งเป็นงวดหรือส่วนหนึ่งส่วนใดของสินค้าดังกล่าว) ที่มีสำหรับขายให้ลูกค้าบนแพลตฟอร์ม
  1.15 “นโยบายการคืนสินค้า” หมายถึง นโยบายการคืนสินค้าที่กำหนดไว้แล้ว
  1.16 “ผู้ขายที่เป็นบุคคลภายนอก” หมายถึง ผู้ขายที่ได้รับการอนุญาตจากเบิร์ดให้ใช้แพลตฟอร์ม และ/หรือบริการในการขายสินค้าให้แก่ลูกค้า และไม่รวมเบิร์ด
  1.17 “ผู้ขาย” หมายถึง ผู้ขายสินค้าดังอธิบายในข้อ 2.3 และรวมถึงผู้ขายที่เป็นบุคคลภายนอก
  1.18 “บริการ” หมายถึง บริการ ข้อมูล และฟังก์ชั่นที่มีให้ใช้งานโดยผู้ขายบนแพลตฟอร์ม
  1.19 “เงื่อนไขและข้อกำหนดในการซื้อขาย” หมายถึง ข้อ 1 ถึง 11 และเอกสารแนบท้ายใด ๆ ของเงื่อนไขและข้อกำหนดดังกล่าว
  1.20 “เงื่อนไขในการใช้บริการ” หมายถึง เงื่อนไขและข้อกำหนดที่ใช้บังคับกับการใช้งานแพลตฟอร์ม และ/หรือบริการของลูกค้า และกำหนดไว้ใน https://www.birdfresh.in.th/terms-conditions/
  1.21 “เครื่องหมายการค้า” หมายถึง เครื่องหมายการค้า เครื่องหมายบริการ ชื่อทางการค้า และโลโก้ ที่ใช้และแสดงอยู่แพลตฟอร์ม
  1.22 “ชื่อผู้ใช้” หมายถึง ชื่อหรือรหัสบ่งชี้เฉพาะตัวในการล็อกอินที่เป็นตัวบ่งชี้ลูกค้าที่มีบัญชีกับเบิร์ด
  1.23 “บัตรแทนเงินสด” หมายถึง บัตรแทนเงินสดสำหรับเครดิตที่อาจจะใช้โดยลูกค้า ภายใต้บังคับเงื่อนไขและข้อกำหนดอื่น สำหรับการชำระเงินในการซื้อขายบนแพลตฟอร์ม
  1.24 “เงื่อนไขและข้อกำหนดของบัตรแทนเงินสด” กำหนดไว้ใน https://www.birdfresh.in.th/voucher-terms-of-use/
  1.25 “ท่าน” และ “ของท่าน” หมายถึง บุคคลธรรมดาอายุ 20 ปีขึ้นไป หรือมิฉะนั้นต้องอยู่ภายใต้การดูแลของบิดามารดาหรือผู้ปกครองตามกฎหมาย
2. การตีความ: การอ้างอิงใด ๆ ในเงื่อนไขและข้อกำหนดในการซื้อขายนี้ไปถึงบทบัญญัติใด ๆ ของกฎหมาย ให้ตีความโดยเป็นการอ้างอิงถึงบทบัญญัติดังกล่าวตามที่มีการแก้ไขเพิ่มเติม บัญญัติขึ้นใหม่ หรือขยายความ ณ เวลาที่เกี่ยวข้อง ในเงื่อนไขและข้อกำหนดในการซื้อขายนี้ เมื่อใดก็ตามที่ใช้คำว่า “รวมถึง” หรือ “รวมทั้ง” ให้ถือว่าตามมาด้วยคำว่า “โดยไม่จำกัดเฉพาะ” เว้นแต่จะระบุไว้อย่างชัดแจ้งเป็นอย่างอื่น การอ้างอิงทั้งหลายถึงจำนวนวัน ให้หมายถึงวันตามปฏิทิน และคำว่า “เดือน” หรือ “เป็นรายเดือน” รวมทั้งการอ้างอิงทั้งหลายถึงจำนวนเดือน ให้หมายถึงเดือนตามปฏิทิน หัวข้อใส่ไว้เพื่อความสะดวกเท่านั้นและจะไม่มีผลต่อการตีความเงื่อนไข & ข้อกำหนดในการซื้อขายนี้ ในกรณีที่มีข้อขัดแย้งหรือไม่สอดคล้องกันระหว่างข้อกำหนดสองข้อใด ๆ หรือมากกว่าภายใต้เงื่อนไขและข้อกำหนดในการซื้อขายนี้ ไม่ว่าข้อกำหนดดังกล่าวจะอยู่ในเอกสารเดียวกันหรือต่างกัน ข้อขัดแย้งหรือไม่สอดคล้องกันดังกล่าวให้วินิจฉัยไปในทางที่เป็นประโยชน์แก่เบิร์ด และบังคับตามข้อกำหนดที่เป็นประโยชน์แก่เบิร์ดมากกว่า

*** ข้อตกลงและเงื่อนไขของคูปอง ***
1. ข้อตกลงและเงื่อนไข ดังต่อไปนี้ (“ข้อตกลง”) จะใช้บังคับกับการใช้และการเรียกคืนคูปองส่งเสริมการขาย หรือ รหัสคูปองส่วนลด โดยคูปองส่วนลดดังกล่าวจะเสนอให้แก่ท่านโดยไม่มีค่าตอบแทน
2. คูปองส่วนลดสามารถใช้ได้เฉพาะบนหน้าเว็บไซต์ แอปพลิเคชันของเบิร์ดบนมือถือเท่านั้น
3. การใช้คูปองส่วนลด, คูปองส่วนลดจะสามารถใช้ได้ในขั้นตอนยืนยันการชำระเงินบนหน้าเว็บไซต์
4. คูปองส่วนลด สามารถใช้ได้เพียง 1 ครั้งเท่านั้น
5. ท่านสามารถใช้คูปองส่วนลดได้ 1 ครั้ง ต่อวัน
6. เบิร์ดขอสงวนสิทธิ์ที่จะยกเลิกหรือเปลี่ยนแปลงคำสั่งซื้อ หรือเพิกถอนการใช้รหัสคูปองส่วนลด ในกรณีที่คูปองส่วนลดได้ถูกใช้ในเหตุการณ์ดังต่อไปนี้
ก. กรณีที่น่าสงสัย หรือฉ้อโกง การใช้คูปองแทนเงินสดส่วนลด
ข. การใช้คูปองแทนเงินสดส่วนลดในทางที่ไม่ถูกต้อง รวมถึงกรณีคูปองแทนเงินสดส่วนลด 1 รหัสได้ถูกใช้โดยหลายบัญชีเบิร์ด หรือการชำระเงินหลายครั้งโดยลูกค้ารายเดียวกันหรือกลุ่มลูกค้าเดียวกัน และ/หรือ
ค. การใช้คูปองแทนเงินสดส่วนลดโดยเจตนาที่ไม่สุจริต (รวมถึงการเอาคูปองแทนเงินสดส่วนลดไปขาย หรือใช้คูปองแทนเงินสดส่วนลดกับคำสั่งซื้อโดยมีเจตนาที่จะเอาคูปองแทนเงินสดส่วนลดไปขาย)
7. เว้นแต่จะระบุไว้เป็นอย่างอื่น คูปองส่วนลดหรือโปรโมชั่นการลดราคา ไม่สามารถใช้ร่วมกับโปรโมชั่นหรือส่วนลดอื่น ๆ เว้นแต่เป็นสินค้าที่ลดราคาอยู่แล้วของเบิร์ด
8. ข้อตกลงและเงื่อนไขเพิ่มเติมจะถูกระบุไว้กับรหัสคูปองส่วนลดพิเศษ (เช่น ช่วงระยะเวลา, จำนวนเงินที่ลดราคา, และสินค้าที่ร่วมรายการ) และรหัสคูปองส่วนลดพิเศษเหล่านั้นจะต้องอยู่ภายใต้เงื่อนไขการใช้และการเรียกคืนดังที่ได้ระบุไว้ด้วย
9. คูปองแทนเงินสดส่วนลดไม่สามารถเปลี่ยนเป็นเงินสดได้
10. เบิร์ดขอสงวนสิทธิ์ที่จะเปลี่ยนแปลงข้อตกลง หรือยกเลิกโปรโมชั่นต่าง ๆ ได้ ในเวลาใด ๆ โดยไม่ต้องแจ้งให้ทราบล่วงหน้า

ข้อกำหนดและเงื่อนไข Platform Engagement Tools

1. การยอมรับข้อกำหนดและเงื่อนไข เบิร์ด
1.1 ข้อกำหนดและเงื่อนไขสำหรับ Platform Engagement Tools (ต่อไปนี้เรียกว่า ข้อกำหนดของกิจกรรม) ควบคุมการใช้งานกิจกรรม เครื่องมือสร้างการมีส่วนร่วม และบริการอื่น ๆ ที่เกี่ยวข้อง (เรียกรวมกันว่า”กิจกรรม”) ซึ่งให้บริการโดย บริษัท เบิร์ด เอ็กซ์เพรส ลอจิสติคส์ จำกัด (ต่อไปนี้เรียกว่า “เบิร์ด”) บนเว็บไซต์ และ/หรือแอพพลิเคชั่นมือถือ เบิร์ด (ต่อไปนี้รวมเรียกว่า “แพลตฟอร์ม”) เพื่อสร้างการมีส่วนร่วมของผู้ใช้งานบนแพลตฟอร์ม
1.2 ในการใช้งานกิจกรรมใด ๆ ท่านในฐานะผู้ใช้งาน (ตามที่นิยามไว้ด้านล่างนี้) ยอมรับที่จะผูกพันธ์ตามข้อกำหนดและเงื่อนไขเหล่านี้ เพิ่มเติมจากข้อกำหนดการใช้งาน และข้อกำหนดและเงื่อนไขการขาย ซึ่งข้อกำหนดดังกล่าวรวมอยู่ และถูกอ้างอิงถึงในข้อกำหนดของกิจกรรมนี้ เพื่อหลีกเลี่ยงข้อสงสัย คำนิยามใดที่ใช้และมิได้นิยามไว้ในที่นี้ ให้มีความหมายเช่นเดียวกับที่ให้ไว้ในข้อกำหนดการใช้งาน
1.3 การใช้งานแต่ละกิจกรรมอาจอยู่ภายใต้กติกาเฉพาะของกิจกรรม (“กติกากิจกรรม”) ซึ่งถูกระบุ หรือเข้าถึงได้จากกิจกรรมดังกล่าว หากท่านไม่เห็นด้วยกับกติกากิจกรรม ท่านต้องหยุดเข้าร่วมหรือใช้งานกิจกรรมซึ่งอยู่ภายใต้กติการกิจกรรมดังกล่าว
1.4 ในกรณีที่มีความไม่สอดคล้อง หรือขัดแย้งกันระหว่างเอกสารใด ๆ กับข้อกำหนดของกิจกรรมนี้ และไม่มีการระบุไว้ชัดแจ้งในเอกสารดังกล่าวว่าต้องใช้บังคับอย่างไร ให้เรียงลำดับความสำคัญโดยบังคับใช้กติกากิจกรรม ข้อกำหนดของกิจกรรม ข้อกำหนดการใช้งาน และข้อกำหนดและเงื่อนไขการขาย ตามลำดับเพื่อแก้ไขความขัดแย้งดังกล่าว

2. เงื่อนไขการใช้งานกิจกรรม
2.1 กิจกรรมใด ๆ บนแพลตฟอร์มนี้มีวัตถุประสงค์เพื่อความบันเทิงส่วนบุคคล และผลประโยชน์ส่วนบุคคลของผู้ใช้เท่านั้น ห้ามใช้เพื่อวัตถุประสงค์ทางธุรกิจหรือทางการค้าโดยเด็ดขาด
2.2 “ผู้ใช้” หมายถึง ท่าน และ/หรือผู้ใช้ที่ได้ติดตั้งแอพพลิเคชันมือถือของเบิร์ด และลงทะเบียนเข้าใช้บัญชีลูกค้าบนแพลตฟอร์ม ในการเข้าร่วมกิจกรรมบางกิจกรรมอาจมีข้อกำหนดเพิ่มเติมเพื่อกำหนดคุณสมบัติเฉพาะของผู้ใช้ที่มีสิทธิเข้าร่วมในกิจกรรมนั้น ๆ ซึ่งเบิร์ดจะใช้ดุลพินิจเพียงฝ่ายเดียวในการระบุรายละเอียดข้อกำหนดและเงื่อนไขเพิ่มเติมของคุณสมบัติดังกล่าว ผ่านทางกติกากิจกรรมที่เกี่ยวข้อง
2.3 ผู้ใช้จะไม่ได้รับอนุญาตให้เรียกใช้กิจกรรม (รวมถึงอินเทอร์เฟซหน้าแอพพลิเคชั่นแต่ละหน้า) โดยใช้โปรแกรมใด ๆ นอกเหนือจากโปรแกรมลูกค้าที่มีให้โดยเบิร์ด ตัวอย่างโปรแกรมที่ไม่อนุญาตให้ใช้นั้นรวมถึงการใช้บอทอัตโนมัติ และเครื่องมืออื่น ๆ ที่มีวัตถุประสงค์เพื่อใช้แทนที่หรือเพิ่มเติมจากโปรแกรมที่มีให้โดยเบิร์ด นอกจากนี้ยังห้ามใช้สคริปต์และโปรแกรมอัตโนมัติทั้งหมดหรือบางส่วนที่ทำให้ผู้ใช้มีข้อได้เปรียบเหนือผู้ใช้รายอื่น ๆ รวมถึงแต่ไม่จำกัดเฉพาะฟังก์ชั่นรีเฟรชอัตโนมัติ และกลไกเบราว์เซอร์รวมอื่น ๆ ที่ใช้หรือเกี่ยวข้องกับกระบวนการอัตโนมัติสำหรับการเข้าร่วมกิจกรรม
2.4 ไม่ว่าในกรณีใด ผู้ใช้ไม่ได้รับอนุญาตให้:
(1) สร้างหรือใช้กลโกง, ดัดแปลง และ/หรือ เจาะเข้าโปรแกรม หรือผลิตภัณฑ์ซอฟต์แวร์ของบุคคลที่สามอื่น ๆ ที่อาจเปลี่ยนผลลัพธ์หรือการเล่นเกมส์ของแต่ละกิจกรรม
(2) ใช้ซอฟต์แวร์ที่อนุญาตการขุดข้อมูล หรือสกัดกั้น หรือรวบรวมข้อมูลที่เกี่ยวข้องกับกิจกรรม
(3) ใช้สิ่งเสมือน (รวมถึงดีล แพลตฟอร์ม หรือบัตรกำนัลแบรนด์) ที่ใช้ในกิจกรรมภายนอกกิจกรรม ที่มิใช่การซื้อผลิตภัณฑ์ผ่านเบิร์ด และผู้ใช้ไม่ได้รับอนุญาตให้ซื้อ ขาย หรือแลกเปลี่ยนสิ่งเสมือน เพื่อเงินจริง และ
(4) ขายซื้อหรือแลกเปลี่ยนบัญชีผู้ใช้
(5) สร้าง และ/หรือ ใช้บัญชีลูกค้า และ/หรือ บัญชีของเบิร์ดใด ๆ บนแพลตฟอร์ม หรือกิจกรรมมากกว่าหนึ่งบัญชี
และสิ่งที่กล่าวมาข้างต้นจะรวมถึงการหลบเลี่ยงใด ๆ ทั้งหมด การกระทำที่คล้ายกันซึ่งส่งผลเช่นเดียวกับข้อห้ามดังกล่าวข้างต้น

3. คะแนน บัตรกำนัล และของรางวัล ซึ่งได้รับจากการเข้าร่วมกิจกรรม
3.1 คะแนน, บัตรกำนัล และ/หรือของรางวัลใด ๆ ที่ได้รับและ/หรือสะสมโดยผู้ใช้จะสามารถใช้งานหรืออ้างสิทธิส่วนลดสินค้าที่เสนอขายบนแพลตฟอร์มเบิร์ด ในช่วงเวลาที่เบิร์ดกำหนดเท่านั้น และต้องใช้ภายใต้เงื่อนไขที่กำหนดโดยเบิร์ด หรือพันธมิตรทางการค้าของเบิร์ด
3.2 คะแนน, บัตรกำนัล และ/หรือของรางวัลใด ๆ ที่ไม่ได้ทำการแลกเปลี่ยนภายในระยะเวลาที่เบิร์ดกำหนดไว้จะหมดอายุและกลายเป็นโมฆะและไม่สามารถใช้งานได้ต่อไป
3.3 คะแนน, บัตรกำนัล และ/หรือของรางวัลใด ๆ ไม่สามารถขาย โอน หรือแลกเปลี่ยนเป็นเงินสดได้
3.4 คะแนน บัตรกำนัล และ/หรือของรางวัลมีจำนวนจำกัด เบิร์ดสงวนสิทธิ์มอบให้แก่ผู้ใช้ที่มีสิทธิได้รับตามลำดับก่อนหลังจนกว่าคะแนน บัตรกำนัล หรือของรางวัลจะหมด เว้นแต่มีกำหนดเป็นพิเศษไว้ในกติกากิจกรรม หรือข้อกำหนดอื่น ๆ ที่เกี่ยวข้อง
3.5 เบิร์ดขอสงวนสิทธิใช้ดุลพินิจแต่เพียงผู้เดียวในการยกเลิก คะแนน รางวัล และ/หรือบัตรกำนัลใด ๆ ที่มอบให้แก่ผู้ใช้ หรือคำสั่งซื้อที่เกี่ยวข้องกับคะแนน รางวัล หรือบัตรกำนัลที่ได้รับภายใต้ หรือเป็นผลมาจากกิจกรรมโดยไม่ต้องแจ้งให้ทราบล่วงหน้า กรณีนี้รวมถึงการที่เบิร์ดพิจารณาโดยใช้ดุลยพินิจแต่เพียงผู้เดียวและพบว่าผู้ใช้ดังกล่าวผิดข้อกำหนดของกิจกรรมนี้ ข้อกำหนดการใช้งาน นโยบายความเป็นส่วนตัว หรือข้อกำหนดและเงื่อนไขการขาย
3.6 ผู้ใช้จะต้องรับผิดชอบต่อภาษีที่เกี่ยวข้องทั้งหมด และค่าใช้จ่ายอื่น ๆ ซึ่งอาจมีขึ้นจากหน่วยงานด้านภาษีใด ๆ อันเกี่ยวข้องกับคะแนน บัตรกำนัล หรือของรางวัลที่ได้รับภายใต้โปรแกรมนี้ เบิร์ดสงวนสิทธิ์ในการหักภาษีใด ๆ ที่เกี่ยวข้อง ซึ่งเบิร์ดมีหน้าที่ต้องกระทำตามกฎหมาย และจ่ายเงินสุทธิให้กับผู้ใช้
3.7 ในกรณีที่มีการยกเลิกคำสั่งซื้อ หรือคืนสินค้าที่ใช้บัตรกำนัลหรือคะแนนเป็นส่วนลด หลังจากคะแนน หรือบัตรกำนัลดังกล่าวหมดอายุแล้ว ผู้ใช้จะได้รับเงินคืนตามที่จ่ายจริงเท่านั้น ไม่สามารถได้รับเงินคืนในส่วนที่ใช้คะแนน หรือบัตรกำนัลดังกล่าว และผู้ใช้จะไม่สามารถใช้คะแนน หรือบัตรกำนัลดังกล่าวได้อีกต่อไป

4. คำรับรอง และข้อจำกัดความรับผิด
4.1 เบิร์ด ให้บริการกิจกรรม ภายใต้บริบททางเทคนิคและศักยภาพในการดำเนินงาน กิจกรรมต่าง ๆ จะสามารถเข้าร่วมได้ตามที่เป็นอยู่และตามที่มี โดยขึ้นอยู่กับประสิทธิภาพในการให้บริการ การทำงาน และเสถียรภาพ ของระบบของกิจกรรมนั้น ๆ (รวมถึงแต่ไม่จำกัดเพียง ระบบของเบิร์ดแพลตฟอร์ม หรือระบบของผู้ให้บริการภายนอกที่เกี่ยวข้อง) การพักระบบ และกรณีที่ไม่สามารถให้บริการได้ (ไม่ว่าจะด้วยเหตุผลทางเทคนิค การบำรุงรักษาระบบ หรือไม่ว่ากรณีใด) รวมถึงเหตุใด ๆ ซึ่งอยู่เหนือความควบคุมตามสมควรของเบิร์ด
4.2 เบิร์ดจะใช้ดุลพินิจของตนในการปรับปรุง เปลี่ยนแปลง ระงับ หรือหยุดใช้ข้อกำหนดของกิจกรรมหรือนำกิจกรรมใด ๆ ออกโดยไม่ต้องแจ้งให้ทราบล่วงหน้า และไม่จำต้องแสดงเหตุผล โดยที่เบิร์ดไม่มีความรับผิดใด ๆ หากการดำเนินการดังกล่าวข้างต้นกระทบต่อการใช้งานของผู้ใช้ หรือทำให้ผู้ใช้ไม่สามารถเข้าใช้งานกิจกรรมได้
4.3 เว้นแต่จะมีระบุไว้อย่างชัดแจ้งในข้อกำหนดนี้ หรือกติกากิจกรรมที่เกี่ยวข้องเบิร์ด รวมทั้งผู้ให้บริการของ เบิร์ด หรือบริษัทในเครือ ไม่รับประกัน หรือรับรอง หรือมีภาระผูกพันต้องรับผิดในประสิทธิภาพและความสามารถของแพลตฟอร์ม กิจกรรม และ/หรือ ซอฟต์แวร์หรือฮาร์ดแวร์ใด ๆ ที่ใช้กับกิจกรรม หรือแอพพลิเคชั่นใด ๆ ที่ผู้ใช้เข้าถึงได้โดยผู้ใช้ขณะใช้แอพพลิเคชั่นมือถือเบิร์ดและ/หรือกิจกรรม, หรือเสถียรภาพหรือคุณภาพของเครือข่ายโทรคมนาคมพื้นฐานที่ผู้ใช้ดังกล่าวเข้าถึงได้โดยการร่วมกิจกรรม
4.4 ท่านยอมรับว่าเบิร์ดจะไม่รับผิดชอบต่อการสูญเสีย ความเสียหาย การดำเนินการทางกฎหมาย การเรียกร้องหรือการชดเชยใด ๆ ที่เกิดขึ้นหรือเกี่ยวข้องกับกิจกรรม (รวมเรียกว่า “ความรับผิด”) รวมถึงแต่ไม่ จำกัดเฉพาะ (1) การละเมิดข้อกำหนดของกิจกรรมนี้ของท่าน (2) การทำธุรกรรมที่กล่าวหาว่าไม่ได้รับอนุญาต การหยุดชะงัก ข้อผิดพลาด ข้อบกพร่อง หรือความไม่พร้อมใช้งานของกิจกรรม หรือ (3) การสูญหาย หรือความเสียหายต่อซอฟต์แวร์หรือฮาร์ดแวร์จากการที่ผู้ใช้ เข้าร่วมกิจกรรมเท่าที่กฎหมายอนุญาตให้ทำได้
4.5 ในกรณีที่ความรับผิดไม่รวมอยู่ภายใต้ข้อกำหนดนี้ ความรับผิดชอบโดยรวมสูงสุดของเบิร์ดต่อผู้ใช้ใด ๆ ในส่วนที่เกี่ยวกับความรับผิดดังกล่าว ไม่ว่าจะเป็นภายใต้กฎหมายที่ใช้บังคับทั้งหมด ในการละเมิด หรืออื่น ๆ จะไม่เกินมูลค่า 1,000 บาท
4.6 ท่านรับทราบและตกลงว่าบางส่วนของกิจกรรมนี้ดำเนินการโดยพันธมิตรและ/หรือบุคคลที่สาม เบิร์ดจะไม่รับผิดชอบและ / หรือมีหน้าที่รับผิดในส่วนที่ไม่ได้ดำเนินการโดยเบิร์ด เท่าที่ขอบเขตสูงสุดของกฎหมายจะอนุญาตให้ทำได้ ท่านจะต้องปลดเปลื้องและไม่เรียกร้องความรับผิดจากเบิร์ด รวมถึงคณะกรรมการและพนักงานของบริษัท จากการกระทำใด ๆ หรือสาเหตุของการกระทำ การเรียกร้องและการร้องขอให้มี หรือโดยเป็นผลจากความเสียหาย การสูญเสีย หรือการบาดเจ็บ ซึ่งอาจมีขึ้นโดยการเข้าร่วมในส่วนนั้นของกิจกรรม

5. ข้อจำกัดของเนื้อหา
5.1 เนื้อหาใด ๆ ที่ถูกอัพโหลดเข้าสู่แพลตฟอร์ม จะอยู่ภายใต้ข้อกำหนดเนื้อหาของเบิร์ด
5.2 กิจกรรมของเบิร์ดมีเนื้อหา ภาพ สื่อ และกราฟิกที่ได้รับการคุ้มครองโดยเครื่องหมายการค้า ลิขสิทธิ์ หรือวิธีการอื่นเพื่อประโยชน์ของเบิร์ดหรือบุคคลที่สาม เว้นแต่จะได้รับอนุญาตอย่างชัดแจ้งโดยข้อกำหนดของกิจกรรมนี้ ไม่ว่าผู้ใช้หรือบุคคลที่สามใดไม่อาจแก้ไข คัดลอก แจกจ่าย ทำซ้ำเพื่อเผยแพร่ต่อสาธารณะ ใช้เพื่อวัตถุประสงค์ในการโฆษณา หรือใช้นอกเหนือจากวัตถุประสงค์ที่ตกลงตามสัญญาของกิจกรรมใด ๆ ของเบิร์ดหรือเนื้อหาไม่ว่าทั้งหมดหรือบางส่วน ข้อมูลลิขสิทธิ์และชื่อทางการค้าไม่อาจถูกเปลี่ยนแปลง ซ่อน หรือลบออก คำว่า "เนื้อหา" รวมถึงข้อมูล รูปภาพ ข้อความ กราฟิก เพลง เสียง ลำดับเสียง วิดีโอ โปรแกรมซอฟต์แวร์ และรหัสทั้งหมด และข้อมูลอื่นใดที่จัดหาหรือถูกพัฒนาโดยเบิร์ด และการให้บริการใด ๆ ดังกล่าวที่มีให้ดาวน์โหลด
5.3 ผู้ใช้มีหน้าที่ต้องละเว้นจากมาตรการใด ๆ ที่อาจเป็นอันตรายหรือรบกวนการทำงานที่เหมาะสมของแพลตฟอร์ม บริการส่วนบุคคลใด ๆ และ/หรือ ข้อเสนอใด ๆ หรือกิจกรรม ผู้ใช้จะต้องละเว้นจากมาตรการใด ๆ ที่อาจอนุญาตการเข้าถึงข้อมูลโดยไม่ได้รับการรับรอง การใช้กิจกรรมใด ๆ ของเบิร์ด เพื่อวัตถุประสงค์ทางการค้า โดยเฉพาะเพื่อการโฆษณาต้องได้รับความยินยอมเป็นลายลักษณ์อักษรล่วงหน้าจากเบิร์ด ผู้ใช้ไม่มีสิทธิเผยแพร่เนื้อหาบนกิจกรรมของเบิร์ด หรือบริการอื่น ๆ

6. ความผูกพันของผู้ใช้
6.1 ผู้ใช้แต่ละท่านรับทราบและยินยอมว่า
(1) ผู้ใช้จะต้องปฏิบัติตามกฎหมายและบทบัญญัติที่ใช้บังคับตามกฎหมายในการเข้าร่วมกิจกรรมนี้
(2) ผู้ใช้จะต้องปฏิบัติตามเงื่อนไขที่เกี่ยวข้องของผู้ให้บริการอื่นที่บังคับใช้อันเกี่ยวเนื่องกับการเข้าร่วมกิจกรรม รวมถึงแต่ไม่จำกัดเฉพาะ เงื่อนไขการใช้บริการใด ๆ นโยบายและคู่มือ รวมทั้งข้อกำหนดของบุคคลที่สามที่ผู้ใช้ได้ใช้เป็นช่องทางสำหรับเชิญชวนผู้อื่นให้เข้าร่วมกิจกรรม
(3) ผู้ใช้จะต้องรับผิดชอบต่อข้อมูลใด ๆ ที่ใช้สื่อสาร ส่งต่อ ถ่ายทอด ไม่ว่าจะกับเบิร์ดหรือบุคคลภายนอก
(4) ท่านจะไม่เข้าร่วมกิจกรรมหรือไม่ได้รับอนุญาตให้เข้าร่วมกิจกรรม หากมีการกระทำที่ส่งผลกระทบต่อการเข้าร่วมกิจกรรมของลูกค้า หรือผู้ใช้ท่านอื่น หรือกระทบต่อความนิยม หรือชื่อเสียงของเบิร์ด หรือกลุ่มบริษัทในเครือ
(5) ผู้ใช้จะต้องไม่เข้าร่วมกิจกรรมด้วยการกระทำใดอันเป็นการทุจริต ซึ่งรวมถึงแต่ไม่จำกัดเพียงการเข้าร่วมกิจกรรมด้วยบัญชีผู้ใช้มากกว่าหนึ่งบัญชี หรือคัดลอกข้อมูลการเข้าใช้ของบุคคลอื่นหรือเข้าร่วมในลักษณะใด ๆ ที่อาจส่งผลเสียต่อบุคคลที่สามและ/หรือเบิร์ด ผู้ใช้แต่ละคนที่มีสิทธิเข้าร่วมกิจกรรมด้วยบัญชีผู้ใช้เดียวเท่านั้น
6.2 เมื่อเบิร์ดเห็นว่า ผู้ใช้ได้ฝ่าฝืนข้อกำหนดใด ๆ ในข้อกำหนดของกิจกรรมฉบับนี้ หรือกติกากิจกรรมใด ๆ ที่เกี่ยวข้อง รวมไปถึงการทำอันทุจริตในการเข้าร่วมกิจกรรม เบิร์ดขอสงวนสิทธิในการใช้ดุลยพินิจเด็ดขาดแต่เพียงผู้เดียวในการดำเนินการดังต่อไปนี้
  6.2.1 ตรวจสอบบัญชีผู้ใช้งานดังกล่าว
  6.2.2 ป้องกัน จำกัด หรือระงับการเข้าถึงของผู้ใช้ไปยังกิจกรรมทั้งหมด หรือบางส่วน หรือกิจกรรมใด ๆ บนแพลตฟอร์ม
  6.2.3 ระงับการใช้งาน ยกเลิก ลบ ห้าม ป้องกันและจำกัดการเข้าถึงแพลตฟอร์ม และ/หรือกิจกรรม ของบัญชีผู้ใช้ และ/หรือ บุคคลใด บนเบิร์ด ไม่ว่าชั่วคราวหรือถาวรโดยไม่ต้องแจ้งสาเหตุหรือบอกกล่าวล่วงหน้า
  6.2.4 รายงานพฤติกรรมใด ๆ อันเป็นที่สงสัยว่าเป็นการฝ่าฝืนกฎหมายที่ใช้บังคับ บทบัญญัติ หรือข้อบังคับไปยังหน่วยงานที่เกี่ยวข้อง และให้ความร่วมมือกับหน่วยงานดังกล่าว
  6.2.5 ยกเลิกคะแนน บัตรกำนัล รางวัล และ/หรือประโยชน์ใด ๆ ที่ผู้ใช้ได้รับในขณะที่ผู้ใช้เข้าร่วมในกิจกรรม ซึ่งร่วมถึงคำสั่งซื้อใด ๆ ที่ได้ทำระหว่างการร่วมกิจกรรมนั้น และ/หรือที่เกี่ยวข้องกับบัตรกำนัล รางวัล และ/หรือ ผลประโยชน์นั้น

7. การปกป้องข้อมูล การรวบรวม และการใช้ข้อมูลส่วนบุคคล
7.1 เมื่อท่านเข้าสู่ระบบหรือใช้งานกิจกรรม ท่านรับทราบและอนุญาตให้เบิร์ดเก็บข้อมูลจากท่านโดยข้อมูลดังกล่าวอาจรวมถึง ข้อมูลส่วนบุคคล เช่น รูปภาพ ชื่อ ชื่อที่ท่านใช้สำหรับเข้าระบบ (username) ที่ท่านอัพโหลด ให้ข้อมูล หรือใช้งาน
7.2 ท่านรับทราบและอนุญาตให้ข้อมูลส่วนบุคคลใดที่เบิร์ดเก็บจากท่านโดยได้รับความยินยอม อาจถูกใช้ ติดตาม รวบรวม เปิดเผย หรือแบ่งปัน หรือโอนให้กับบุคคลที่สาม รวมถึง บริษัทในเครือ ผู้ให้บริการ และผู้ใช้งานรายอื่น ๆ) สำหรับวัตถุประสงค์ดังต่อไปนี้
(1) เพื่อแสดงบนแพลตฟอร์ม ที่เกี่ยวข้องกับกิจกรรม
(2) เพื่ออำนวยความสะดวกในการจัดการกิจกรรม และจัดสรรรางวัลที่เกี่ยวข้องกับกิจกรรม
(3) เพื่ออำนวยความสะดวกให้แก่ผู้ใช้ในการเข้าร่วมกิจกรรม
เพื่อป้องกันข้อสงสัย ให้นำนโยบายความเป็นส่วนตัวตามที่อ้างถึงในข้อกำหนดการใช้งานมาใช้กับข้อมูลส่วนบุคคลทั้งหมดที่อ้างถึงภายใต้ข้อกำหนดของกิจกรรมเหล่านี้

8. เบ็ดเตล็ด
8.1 หากข้อกำหนดใด ๆ ในข้อกำหนดของกิจกรรม กติกากิจกรรม ไม่มีผลสมบูรณ์ ไม่สามารถใช้บังคับได้ หรือไม่ชอบด้วยกฎหมาย ไม่ว่าส่วนหนึ่งส่วนใดหรือทั้งหมด ให้นำมาบังคับใช้ได้โดยใกล้เคียงที่สุดเท่าที่จะเป็นไปได้ตามข้อกำหนดดังกล่าว และจะไม่มีผลกระทบต่อความสามารถบังคับใช้ได้ของข้อกำหนด ข้อกำหนดและ/หรือเงื่อนไขอื่นใดซึ่งจะยังคงมีผลสมบูรณ์และสามารถบังคับใช้ได้ต่อไปเท่าที่กฎหมายจะอนุญาต
8.2 เบิร์ดขอสงวนสิทธิในการเปลี่ยนแปลง ดัดแปลง เพิ่มเติม หรือแก้ไขโดยประการอื่นใด ในข้อกำหนดของกิจกรรมนี้ไม่ว่าเมื่อใดและเป็นครั้งคราว และในลักษณะตามที่เบิร์ดเห็นสมควร กรณีที่มีการแก้ไขเปลี่ยนแปลงของข้อกำหนดของกิจกรรมนี้ หากท่านยังคงเข้าร่วมหรือใช้บริการกิจกรรมต่อไป ท่านจะต้องผูกพันตนตามข้อกำหนดและเงื่อนไขที่แก้ไขเปลี่ยนแปลงดังกล่าว และถือว่าท่านยอมรับข้อกำหนดของกิจกรรมนี้ตามที่ได้มีการแก้ไขเปลี่ยนแปลงแล้ว
8.3 การตัดสินใจของเบิร์ดในทุกเรื่อง ที่เกี่ยวข้องหรือเกี่ยวเนื่องกับกิจกรรม ถือเป็นที่สิ้นสุดและมีผลผูกพันต่อผู้ใช้ทุกคนในแพลตฟอร์มเบิร์ด

ข้อกำหนดการใช้บริการเกี่ยวกับเนื้อหา (“ข้อกำหนด”)

1. บทนำ
1.1 ข้อกำหนดเหล่านี้ให้บังคับใช้กับผู้ใช้ทั้งหมด รวมถึงผู้ใช้ที่เข้าถึง อัพโหลดข้อมูล หรือผู้ใช้ที่ดูเนื้อหาจากการถ่ายทอดสดออนไลน์ ที่สร้างขึ้นโดยผู้ใช้ทั่วไป (User Generated Content: UGC) และเนื้อหาที่สร้างขึ้นโดยมืออาชีพ (Professionally Generated Content: PGC) เมื่อเข้าถึงแพลตฟอร์มของเบิร์ด ท่านยินยอมและตกลงที่จะผูกพันกับข้อตกลงดังต่อไปนี้
(ก) ข้อกำหนดและเงื่อนไขของเบิร์ดใน https://www.birdfresh.in.th/terms-conditions/
(ข) ข้อกำหนดฉบับนี้ https://www.birdfresh.in.th/terms-conditions/
(ค) นโยบายความเป็นส่วนตัว
รวมถึงการแก้ไข การปรับปรุง การอัพเดทหรือการแก้ไขเพิ่มเติมของข้อตกลงข้างต้นโดยเราเป็นครั้งคราวไป
1.2 เราอาจแก้ไข ทบทวน อัพเดทหรือแก้ไขเพิ่มเติมซึ่งข้อกำหนดนี้ไม่ว่าเวลาใด (“การแก้ไข”) การแก้ไขนั้นจะมีผลบังคับเมื่อได้ประกาศลงในแพลตฟอร์มของเบิร์ดโดยไม่มีการแจ้งเพิ่มเติมใด ๆ และให้ถือว่าท่านได้ตกลงตามการแก้ไขดังกล่าวเมื่อมีการประกาศการแก้ไขนั้นลงบนแพลตฟอร์มดังกล่าว ทั้งนี้ ท่านจะต้องทบทวนข้อกำหนดที่แก้ไขให้เป็นปัจจุบันเป็นระยะ ๆ ที่ https://www.birdfresh.in.th/terms-conditions/
1.3 ท่านยืนยันว่า
(ก) ท่านอายุมากกว่า20 ปี และมีความสามารถอย่างสมบูรณ์ในการเข้าผูกพันกับข้อกำหนดฉบับนี้หรือ
(ข) ท่านเป็นบุพการีหรือผู้ปกครองทางกฎหมายของบุคคลที่ใช้แพลตฟอร์มของเบิร์ดและตกลงตามข้อกำหนดฉบับนี้และจะทำให้บุคคลผู้ใช้แพลตฟอร์มของเบิร์ดปฏิบัติตามและยินยอมตามข้อกำหนดนี้
1.4 หากท่านอายุต่ำกว่า 20 ปี ท่านจะต้องได้รับการอนุญาตจากบุพการีหรือผู้ปกครองทางกฎหมายในการเปิดบัญชีผู้ใช้บนแพลตฟอร์มของเบิร์ด หากท่านเป็นบุพการีหรือผู้ปกครองทางกฎหมายของผู้เยาว์ที่จะเปิดบัญชีผู้ใช้ ท่านจะต้องยอมรับและปฏิบัติตามข้อกำหนดฉบับนี้ในนามของผู้เยาว์และท่านจะต้องรับผิดชอบการกระทำของผู้เยาว์และท่านจะต้องรับผิดชอบค่าใช้จ่ายใด ๆ ที่เกี่ยวข้องกับการใช้แพลตฟอร์มหรือการบริการของเบิร์ดของผู้เยาว์ หากท่านไม่ได้รับความยินยอมจากบุพการีหรือผู้ปกครองทางกฎหมาย ท่านต้องหยุดการใช้/การเข้าถึงซึ่งแพลตฟอร์มของเบิร์ด หรือการบริการใด ๆ

2. การใช้แพลตฟอร์มของเบิร์ด
2.1 แพลตฟอร์มของเบิร์ดอนุญาตให้ผู้ใช้สามารถอัพโหลดเนื้อหา คอนเท้นท์ (UGC) ในรูปแบบของ (ก) ข้อคิดเห็นทั่วไปบนแพลตฟอร์มของเบิร์ด (ข) คำวิจารณ์สินค้า (ค) การแนะนำสินค้า (ง) ผล “ก่อนและหลัง” ของการใช้สินค้า (จ) วีดีโอสั้น (ฉ) ข้อแนะนำการใช้สินค้า (ช) การถ่ายทอดสดออนไลน์ และฟีเจอร์ เครื่องมือ กลไกอื่นใดที่เรามีอยู่บนแพลตฟอร์มของเบิร์ด โดย UGC จะเผยแพร่บนแพลตฟอร์มของเบิร์ดและเปิดให้ผู้ใช้เข้าถึงได้
2.2 ท่านรับทราบและเข้าใจว่าเรามีแพลตฟอร์มไว้เพียงให้ผู้ใช้ได้สามารถอัพโหลดเนื้อหาขึ้นไปเท่านั้น ท่านตกลงว่าท่านได้เข้าถึงเนื้อหาภายใต้ความเสี่ยงของท่านเองและการตัดสินใจใด ๆ ของท่านในการดูหรือเข้าถึงเนื้อหาหรือสินค้าหรือบริการใดที่ท่านขายหรือซื้ออันเป็นผลมาจากการดูหรือเข้าถึงซึ่งเนื้อหานั้น เป็นเรื่องระหว่างท่านและผู้ให้บริการเนื้อหาทั้งหมด ท่านต้องรับผิดชอบแต่เพียงผู้เดียวและต้องรับผิดซึ่งเนื้อหาที่ท่านอัพโหลดหรือทำให้อยู่บนแพลตฟอร์มของเบิร์ดด้วยวิธีการอื่นใดทั้งหมด
2.3 แพลตฟอร์มของเบิร์ดอาจมีลิงก์สำหรับเชื่อมต่อกับเว็บไซต์ของบุคคลภายนอกที่เราไม่ได้เป็นเจ้าของหรือควบคุม โดยเราไม่มีการควบคุมและไม่รับผิดชอบสำหรับ เนื้อหา นโยบายความเป็นส่วนตัวหรือหลักปฏิบัติของเว็บไซต์ของบุคคลภายนอก เมื่อใช้แพลตฟอร์มของเบิร์ด ท่านได้ปลดเปลื้องเราโดยชัดแจ้งจากความรับผิดใด ๆ ทั้งหมดที่เกิดขึ้นจากการใช้เว็บไซต์ของบุคคลภายนอกของท่าน
2.4 เราสงวนสิทธิ์ในการตัดสินว่าผู้ใช้คนใดจะได้รับอนุญาตให้เข้าถึงซึ่งการใช้ฟีเจอร์ใด ๆ ที่แพลตฟอร์มของเบิร์ดมีให้ (รวมไปถึงการเข้าดูเนื้อหาซึ่งอยู่ในแพลตฟอร์มของเบิร์ด หรือการอัพโหลดเนื้อหาขึ้นแพลตฟอร์มของ เบิร์ด) และห้ามไม่ให้ท่านใช้บัญชีผู้ใช้ของบุคคลอื่นโดยไม่ได้รับอนุญาต ท่านจะต้องรับผิดชอบแต่เพียงผู้เดียวสำหรับกิจกรรมที่เกิดขึ้นในบัญชีผู้ใช้ของท่าน และท่านจะต้องรักษารหัสของบัญชีผู้ใช้ของท่านไว้อย่างปลอดภัย ท่านอาจต้องรับผิดต่อความสูญเสียหรือเสียหายที่เราหรือบุคคลภายนอกอื่นได้รับเนื่องจากการเข้าถึงบัญชีผู้ใช้ของท่านโดยไม่ได้รับอนุญาต
2.5 ท่านต้องปฏิบัติตามกฎหมาย กฎเกณฑ์ นโยบาย หรือคู่มือแนวปฏิบัติที่เกี่ยวข้องทั้งหมดและจะต้องได้รับการอนุมัติตามเกณฑ์ที่จำเป็นทั้งหมด (เช่น ใบอนุญาตหรือการอนุมัติใด ๆ ที่ท่านอาจต้องมีไว้เพื่อแสดงการโฆษณาซึ่งสินค้า) ก่อนที่จะอัพโหลดเนื้อหาใด ๆ ขึ้นบนแพลตฟอร์มของเบิร์ด

3. เนื้อหาของท่าน
3.1 ท่านยืนยัน รับรอง และรับประกันว่าท่านเป็นเจ้าของหรือได้รับอนุญาต สิทธิ ความยินยอม และการอนุญาตที่จำเป็นในการเผยแพร่ซึ่งเนื้อหาที่ท่านส่งมา (เว้นแต่กรณีที่เป็น เนื้อหาการถ่ายทอดสดออนไลน์ Livestream Content) และท่านอนุญาตเรา ในสิทธิบัตร เครื่องหมายทางการค้า ความลับทางการค้า ลิขสิทธิ์หรือสิทธิครอบครองอื่นในเนื้อหาสำหรับการเผยแพร่ลงในแพลตฟอร์มของเบิร์ด ภายใต้ข้อกำหนดฉบับนี้
3.2 โดยการอัพโหลดเนื้อหาขึ้นบนแพลตฟอร์ม ท่านยืนยันว่าท่านเป็นเจ้าของลิขสิทธิ์ในเนื้อหา หากเนื้อหามีสิ่งที่เป็นลิขสิทธิ์ของบุคคลภายนอกซึ่งท่านไม่ได้เป็นเจ้าของ กรุณาขออนุญาตผู้เป็นเจ้าของลิขสิทธิ์มาก่อนดำเนินการทำการอัพโหลด แบ่งปัน หรือเผยแพร่เนื้อหาดังกล่าวบนแพลตฟอร์มของเบิร์ด
3.3 เว้นแต่ในกรณีของเนื้อหาจากการถ่ายทอดสดออนไลน์ ท่านมีสิทธิความเป็นเจ้าของของท่านทั้งหมดในเนื้อหา อย่างไรก็ตาม เมื่อใช้แพลตฟอร์มของเบิร์ด ท่านอนุญาตให้เราได้สิทธิในการใช้ ในการทำซ้ำ เผยแพร่ เตรียมสร้างสรรค์งานต่อเนื่อง แสดงและ/หรือดำเนินการซึ่งเนื้อหาที่เกี่ยวกับการบริการและธุรกิจของเรา (และบริษัทแม่ บริษัทสืบทอดและบริษัทในเครือ) รวมไปถึงแต่ไม่จำกัดเพียงเพื่อการโปรโมทและเผยแพร่ซ้ำซึ่งบางส่วนหรือทั้งหมดของการบริการ (และงานสร้างสรรค์ต่อเนื่องตามที่ระบุในนี้) ไม่ว่าในรูปแบบสื่อใดและผ่านช่องทางสื่อใด ทั้งนี้ สิทธิดังกล่าวใช้บังคับได้ทั่วโลก ไม่ผูกขาด ไม่มีค่าใช้จ่าย และสามารถทำการอนุญาตช่วงและโอนการอนุญาตต่อได้
3.4 เบิร์ดมีกรรมสิทธิ์ในเนื้อหาในการถ่ายทอดสดออนไลน์ที่อัพโหลดขึ้นไปยังแพลตฟอร์มของเบิร์ด ซึ่งหมายความว่าเราเป็นเจ้าของเนื้อหาในการถ่ายทอดสดใด ๆ ที่ทางท่านสร้างขึ้นและเราสามารถที่จะใช้เนื้อหาจากการถ่ายทอดสดออนไลน์ (รวมไปถึงลบ ใช้ ทำซ้ำ เผยแพร่ เตรียมสร้างสรรค์งานต่อเนื่อง แสดง ดำเนินการ กระตุ้นและ/หรือสร้างรายได้จากเนื้อหาการถ่ายทอดสดออนไลน์) ไม่ว่าในทางใดโดยไม่จำต้องปรึกษาท่านก่อน
โดยข้อกำหนดฉบับนี้ ท่านได้โอน มอบให้ และส่งมอบสิทธิ์ทั้งหมดที่มี ความเป็นเจ้าของและผลประโยชน์ทุกประเภท ทุกรูปแบบ ในเนื้อหาการถ่ายทอดสดออนไลน์และสำเนาทั้งหมด ไม่ว่าในรูปแบบและลักษณะใดก็ตามให้แก่เบิร์ดแต่เพียงผู้เดียว และให้รวมไปถึงสิทธิทั้งหมดที่เกี่ยวข้องและจำเป็นสำหรับการอนุญาตและการค้าขายรวมไปถึงสิทธิในความเป็นส่วนตัวและการโฆษณา ท่านตกลงว่าหากมีความจำเป็น ท่านจะลงนามและส่งมอบตราสารและเอกสารที่เบิร์ด อาจร้องขออย่างเหมาะสมเป็นครั้งคราวเพื่อวัตถุประสงค์สำหรับการก่อตั้ง ไว้เป็นหลักฐาน บังคับใช้หรือป้องกันสิทธิ์ กรรมสิทธิ์และผลประโยชน์ในเนื้อหาการถ่ายทอดสดออนไลน์ทุกรูปแบบและลักษณะอย่างสมบูรณ์ เฉพาะตัว ถาวร และบังคับได้ทั่วโลกให้แก่เบิร์ด
3.5 ท่านอนุญาตให้ผู้ใช้แต่ละรายของแพลตฟอร์มของเบิร์ดเข้าถึงเนื้อหาของท่านผ่านแพลตฟอร์มของเบิร์ด รวมถึงการใช้ ทำซ้ำ เผยแพร่ และแสดงเนื้อหาตามที่ได้รับอนุญาตผ่านระบบของแพลตฟอร์มของเบิร์ดภายใต้ข้อกำหนดฉบับนี้ ทั้งนี้ การอนุญาตดังกล่าวไม่เป็นการจำกัดสิทธิในการอนุญาตให้ผู้อื่นในลักษณะเช่นเดียวกัน
3.6 การอนุญาตของท่านข้างต้นนั้นเป็นการถาวรและไม่สามารถเพิกถอนได้
3.7 ท่านตกลงว่าเนื้อหาที่ท่านอัพโหลดบนแพลตฟอร์มของเบิร์ดนั้นจะไม่มีส่วนเนื้อหาที่เป็นลิขสิทธิ์ของบุคคลภายนอกหรือเป็นทรัพย์สินทางปัญญาหรือสิทธิครอบครองอื่นของบุคคลภายนอก เว้นแต่ว่าท่านได้รับอนุญาตจากเจ้าของที่มีสิทธิตามกฎหมายดังกล่าวสำหรับเนื้อหาดังกล่าวหรือท่านได้รับสิทธิทางกฎหมายในการเผยแพร่เนื้อหาดังกล่าวมาโดยทางอื่นและในการอนุญาตพวกเราตามข้อกำหนดฉบับนี้
3.8 เบิร์ดไม่รับรอง หรือมีหน้าที่ใด ๆ ต่อเนื้อหาที่อัพโหลดขึ้นบนแพลตฟอร์ม หรือการใช้บริการโดยผู้ใช้หรือผู้อนุญาตคนใด หรือต่อความเห็น ข้อแนะนำ หรือข้อคิดเห็นใดที่แสดงอยู่ในแพลตฟอร์ม ไม่ว่าในทางใดก็ตามและเราปฏิเสธอย่างชัดแจ้งซึ่งความรับผิดทั้งหมดที่เกี่ยวข้องกับเนื้อหาดังกล่าว

4. เนื้อหาต้องห้าม
4.1 ท่านตกลงที่จะไม่อัพโหลดหรือทำการอื่นใดที่จะทำให้เกิดการเข้าถึงซึ่งเนื้อหาที่ต้องห้าม
4.2 โดยไม่เป็นการตัดสิทธิของหลักการทั่วไปที่กล่าวมาก่อนหน้า ท่านจะต้องปฏิบัติตามข้อห้ามดังต่อไปนี้
(ก) ห้ามเนื้อหาที่มีความรุนแรง เช่น เนื้อหาดูหมิ่น เนื้อหาที่เกี่ยวข้องกับการใช้ความรุนแรง โหดร้าย การเปลือยกาย เพศสัมพันธ์ วิปริตทางเพศ ศิลปะลามก การลดคุณค่าทางเพศ การชักชวนค้าประเวณี ภาษาที่รุนแรง การกล่าวถึงโดยหยาบคายหรือถ้อยคำรังเกียจ หรือเนื้อหาใดที่ไม่เหมาะสม อนาจาร ไม่ถูกต้องหรือมีลักษณะที่รุนแรง โดยไม่คำนึงว่ามีเจตนาที่มุ่งร้ายหรือมีเจตนาที่จะก่อความรำคาญ ทำร้าย ข่มขู่หรือรบกวนบุคคลใด
(ข) ห้ามเนื้อหาซึ่งไม่เหมาะสมสำหรับผู้ใช้ที่มีอายุ 20 ปีหรือต่ำกว่า
(ค) ห้ามเนื้อหาที่เป็นการสนับสนุนการก่อการ้ายหรือกิจกรรมที่เกี่ยวข้องกับการก่อการร้าย
(ง) ห้ามเนื้อหาที่เกี่ยวข้องกับการไร้ความสามารถทางร่างกาย จิตใจและความรู้สึก
(จ) ห้ามเนื้อหาที่เป็นการสนับสนุนสาธารณะชนให้เข้าร่วมหรือสนับสนุนการกระทำที่ไม่ถูกต้องตามกฎหมาย รุนแรง ขายหรือใช้สารเสพติด ยาที่ออกฤทธิ์ต่อจิตประสาท หรือสารเสพติดอื่น ๆ
(ฉ) ห้ามเนื้อหาที่มีความรุนแรง โค่นล้มหรือปลุกระดม เช่น เนื้อหาที่กระตุ้นหรือสนับสนุนความขัดแย้งต่อประเทศหรือรัฐใด หรือ รัฐธรรมนูญ รัฐบาลหรือกฎหมายของประเทศนั้น หรือกระตุ้นหรือสนับสนุนความขัดแย้งระหว่างกลุ่ม เชื้อชาติ ชาติพันธุ์ ศาสนาหรือเพศหรือการทำให้ศาสนาหรือความเชื่อทางวัฒนธรรมเสื่อมเสีย
(ช) ห้ามเนื้อหาที่เกี่ยวข้องกับการพนัน เช่น เกมส์ ล็อตเตอรี่ การแข่งม้า พนันกีฬา โหราศาสตร์ ภูมิพยากรณ์ การอ่านลายมือหรือชนิดอื่นใดที่เกี่ยวข้องกับเครื่องมือการดูดวง
(ซ) ห้ามเนื้อหาที่เกี่ยวข้องกับผู้เยาว์ที่ไม่ได้รับความยินยอมเป็นลายลักษณ์อักษรจากบุพการีหรือผู้ปกครองทางกฎหมายของผู้เยาว์ดังกล่าว
(ฌ) ห้ามเนื้อหาที่เกี่ยวข้องหรือสนับสนุนเนื้อหาที่ต้องห้ามหรือถูกสั่งห้ามตามกฎหมายใด ๆ
(ญ) ห้ามเนื้อหาใดที่ละเมิดสิทธิทางทรัพย์สินทางปัญญาหรือก่อให้เกิดความสับสนในความสัมพันธ์กับหน่วยงานหรือบุคคลอื่น
(ฎ) ห้ามเนื้อหาที่เกี่ยวข้องกับการแสดงตัว หรือเลียนแบบเป็นคนของหน่วยงานหรือบุคคลอื่นใดโดยไม่ได้รับการยินยอมเป็นลายลักษณ์อักษรจากหน่วยงานหรือบุคคลดังกล่าว
(ฏ) ห้ามเนื้อหาที่ฝ่าฝืนกฎหมายคุ้มครองข้อมูลและกฎหมายทรัพย์สินทางปัญญา
(ฐ) ห้ามเนื้อหาที่หลอกลวง ไม่ถูกต้องหรือสร้างความหลงผิด (เช่น เนื้อหาที่ทำให้เข้าใจราคาของสินค้าที่ขายผิดไปจากความเป็นจริงและเนื้อหาที่หลอกว่าสินค้ามีจำนวนจำกัดหรือจะมาพร้อมของแถม)
(ฑ) ห้ามเนื้อหาที่มีคำหรือคำที่คล้ายกับคำว่า “ดีที่สุด” “สิ่งนี้ดีที่สุด” “อันดับหนึ่ง” “พิสูจน์แล้ว” “ระดับสูง” เว้นแต่ได้รับอนุญาตให้ใช้ได้ภายใต้กฎหมาย กฎเกณฑ์ นโยบายหรือแนวปฏิบัติที่เกี่ยวข้อง
(ฒ) ห้ามซึ่งเนื้อหาที่เปรียบเทียบราคา คุณภาพและประสิทธิภาพของสินค้าของท่านกับสินค้าอื่นโดยตรง เว้นแต่ว่าได้รับอนุญาตให้ทำได้ภายใต้กฎหมาย กฎเกณฑ์ นโยบายหรือแนวปฏิบัติ (สำหรับผู้ขาย) ที่เกี่ยวข้อง
4.3 หากเนื้อหาของท่านเกี่ยวข้องกับการใช้ตัวแทนบุคคล (เช่น เมื่อจะต้องมีการดำเนินการที่มีความเสี่ยงต่อการได้รับบาดเจ็บหรือความเสียหายไม่ว่าต่อทรัพย์สินหรือบุคคล) ท่านจะต้องมีคำว่า “ห้ามเลียนแบบ” หรือ คำที่มีความหมายคล้ายกันนั้นแสดงอยู่บนเนื้อหาดังกล่าวอย่างชัดเจน
4.4 เราไม่อนุญาตให้มีกิจกรรมที่เป็นการละเมิดลิขสิทธิ์และการละเมิดสิทธิทางทรัพย์สินทางปัญญาใด ๆ บนแพลตฟอร์มของเบิร์ด และเราจะลบเนื้อหาทั้งหมดหากมีการแจ้งอย่างถูกต้องว่าเนื้อหาดังกล่าวละเมิดสิทธิทางทรัพย์สินทางปัญญาของผู้อื่นตามกฎหมายที่เกี่ยวข้องกับสิทธิทางทรัพย์สินทางปัญญา
4.5 เราขอสงวนสิทธิ์ในการที่จะลบเนื้อหาใดโดยไม่แจ้งท่านล่วงหน้าหรือไม่ให้เหตุผลใด ๆ ในการลบแก่ท่าน
4.6 ท่านตกลงว่าเบิร์ดจะไม่ต้องรับผิดในการดำเนินการใด ๆ สำหรับความสูญเสียหรือความเสียหายที่เกิดขึ้นไม่ว่าโดยทางใดที่เป็นผลมาจากการดำเนินการตามดุลพินิจของตนในการลบเนื้อหาใด

5. เงื่อนไขเฉพาะสำหรับผู้ใช้ในการถ่ายทอดสดออนไลน์
5.1 มีเพียงพรีเซนเตอร์ (รวมไปถึงผู้ใช้หรือผู้ขายที่ต้องการนำเสนอด้วยตนเองระหว่างการถ่ายทอดสดออนไลน์) เท่านั้นที่สามารถปรากฎตัวหรือทำการอื่นใดในเนื้อหาการถ่ายทอดสดออนไลน์ของท่าน โดยพรีเซนเตอร์จะต้องส่งใบสมัครผ่านทางศูนย์ผู้ขายหรือผ่านทางแอปพลิเคชันโทรศัพท์มือถือของเบิร์ดหรือผ่านช่องทางที่เราระบุ และเรามีดุลพินิจแต่เพียงผู้เดียวและเป็นที่สุดในการรับพรีเซนเตอร์
5.2 พรีเซนเตอร์จะต้องมีคุณสมบัติตรงตามเงื่อนไขที่เรากำหนดไว้สำหรับการสมัครตำแหน่งพรีเซนเตอร์ ซึ่งเราอาจทบทวนเงื่อนไขเป็นระยะ โดยใบสมัครของพรีเซนเตอร์จะบังคับตามเงื่อนไขที่บังคับใช้อยู่ในขณะที่มีการสมัคร โดยไม่คำนึงถึงว่าใบสมัครของพรีเซนเตอร์นั้นเป็นใบสมัครใหม่หรือเป็นการสมัครเข้ามาอีกครั้ง
5.3 พรีเซนเตอร์จะต้องปฏิบัติตามข้อกำหนดและเงื่อนไขหรือนโยบายที่เราประกาศ พรีเซนเตอร์จะต้องไม่ยุยงส่งเสริม หรือยอมรับการละเมิดข้อกำหนดดังกล่าว
5.4 หากเราตัดสินว่าพรีเซนเตอร์นั้นไม่สามารถปฏิบัติตามข้อกำหนดและเงื่อนไขฉบับนี้หรือนโยบายใด ๆ ของเราหรือไม่ว่าด้วยเหตุผลใดที่เบิร์ดเห็นว่ามีความจำเป็น พรีเซนเตอร์จะต้องปฏิบัติตามซึ่งคำสั่งของเราทันที โดยรวมไปถึงต้องระงับหรือลบเนื้อหาของการถ่ายทอดสดออนไลน์ นำเนื้อหาการถ่ายทอดสดออนไลน์ที่บันทึกไว้ทั้งหมดออกทันที และแจ้งผู้ใช้อื่น ๆ บนแพลตฟอร์มของเบิร์ดเกี่ยวกับการที่ตนไม่ปฏิบัติตามข้อกำหนดและเงื่อนไขฉบับนี้หรือนโยบายใด ๆ และเบิร์ดขอสงวนสิทธิที่จะระงับการถ่ายทอดสดออนไลน์ดังกล่าวโดยทันทีไม่ว่าในเวลาใดตามดุลพินิจของตนที่เป็นที่สุด โดยไม่จำต้องให้เหตุผลใด ๆ
5.5 ในกรณีที่พรีเซนเตอร์ได้รับอนุญาตจากผู้ขายให้ร่วมการถ่ายทอดสดออนไลน์ ผู้ขายจะต้องเป็นผู้รับผิดในการกระทำ ความผิดและความประมาทเลินเล่อของพรีเซนเตอร์ ลูกจ้างหรือตัวแทนของพรีเซนเตอร์เสมือนว่าเป็นการกระทำ ความผิดหรือความประมาทเลินเล่อของผู้ขาย และจะต้องเป็นผู้รับผิดชอบหลักต่อหน้าที่ภายใต้ข้อกำหนดและเงื่อนไขฉบับนี้ต่อเบิร์ดตลอดเวลา
5.6 เบิร์ดสงวนสิทธิที่ตนมีดุลพินิจเด็ดขาดที่จะถอนหรือเลิกสถานะของพรีเซนเตอร์และสิทธิในการเลือกหรือกำหนดพรีเซนเตอร์
5.7 พรีเซนเตอร์จะต้องทำให้ผู้ใช้ที่เข้าร่วมในการถ่ายทอดสดเนื้อหาออนไลน์ปฏิบัติตามนโยบายที่เราประกาศไว้ พรีเซนเตอร์จะต้องไม่ยุยงส่งเสริม หรือยอมรับการที่ผู้ใช้กระทำการละเมิดใด ๆ ต่อนโยบายดังกล่าว
5.8 พรีเซนเตอร์จะต้องแต่งตัวให้เรียบร้อยในเวลาทำการถ่ายทอดสดออนไลน์และหลีกเลี่ยงการใส่เสื้อผ้าที่ไม่เหมาะสม (เช่น เสื้อผ้าที่ไม่มิดชิด เรียบร้อย หรือดูลามก ทำให้เสื่อมค่าทางศาสนาหรือวัฒนธรรมประเพณีหรือมีถ้อยคำที่หยาบคาย รุนแรง) โดยรวมแล้วชุดที่ใส่จะต้องสะอาด เรียบร้อยและมีความเป็นมืออาชีพและเป็นไปตามข้อกำหนดเฉพาะดังต่อไปนี้
(ก) พรีเซนเตอร์จะต้องไม่สวมเสื้อผ้าที่เปิดเผยจุดที่ละเอียดอ่อนของร่างกาย รวมไปถึงการที่ใส่เพียงชุดชั้นใน
(ข) พรีเซนเตอร์จะต้องไม่สวมเครื่องแบบหรือชุดของหน่วยราชการ กองกำลังติดอาวุธหรือหน่วยงานใด
5.9 มีเพียงเนื้อหาในรูปแบบเสียง-ภาพ รวมไปถึงเพียงและวีดีโอที่ได้รับอนุญาตตามกฎหมาย กฎเกณฑ์ นโยบายหรือคู่มือแนวปฏิบัติที่เกี่ยวข้องที่สามารถใช้งานได้โดยให้รวมถึง
(ก) กฎหมายเกี่ยวกับการคุ้มครองข้อมูลส่วนบุคคล
(ข) กฎหมายเกี่ยวกับการคุ้มครองทรัพย์สินทางปัญญา
(ค) กฎหมายเกี่ยวกับการเซนเซอร์ฟิล์ม
(ง) กฎหมายเกี่ยวกับเนื้อหา และ
(จ) กฎหมายคุ้มครองผู้บริโภค
ผู้ใช้จะต้องรับผิดชอบทำให้เนื้อหาของตนนั้นเป็นไปตามกฎหมาย กฎเกณฑ์ นโยบายหรือคู่มือแนวปฏิบัติที่เกี่ยวข้องและรวมถึงข้อแก้ไขใด ๆ ที่ผู้มีอำนาจได้ระบุไว้ในกฎหมาย กฎเกณฑ์ นโยบายหรือคู่มือแนวปฏิบัติที่เกี่ยวข้อง ทั้งหนี้ ห้ามเนื้อหาเสียง/ภาพในส่วนที่เกี่ยวข้องกับเพศโดยเด็ดขาดไม่ว่าในเวลาใดก็ตาม
5.10 ห้ามไม่ให้แสดงรายการใดที่มีองค์ประกอบรุนแรงหรือดูหมิ่นรวมไปถึงแต่ไม่จำกัดเพียงรายการซึ่งนำเสนอด้านเพศ ทำลายศาสนาและความสามัคคีของเชื้อชาติ หรืออ้างอิงถึงความไม่สมประกอบ หรือทำลายหลักประจำชาติ
5.11 ห้ามไม่ให้สนับสนุนหรือรับรองการกระทำที่ไม่ถูกต้องตามกฎหมายเช่น ยาเสพติด การพนันหรือการครอบครองปืน
5.12 ห้ามไม่ให้ดำเนินการเป็นแสดงหรือกิจกรรมที่มีความเสี่ยงสูง
5.13 ห้ามไม่ให้แสดง หรือสร้างจุดสนใจเกี่ยวกับการเปลือยกายหรือส่วนละเอียดอ่อนของร่างกาย เช่น หน้าอก สะโพกและขาหนีบ
5.14 ห้ามไม่ให้สนับสนุน หรือรับรองหน่วยงานใดที่สนับสนุนธุรกิจแบบพีรามิดที่ไม่ถูกต้องตามกฎหมาย
5.15 ห้ามไม่ให้ทำร้ายตนเองหรือโจมตีผู้อื่น (รวมไปถึงแต่ไม่จำกัดเพียงการติดสุรา การทำร้ายตนเอง การฆ่าตัวตาย การทำร้ายซึ่งกันและกัน การทำร้ายสัตว์ การกลืนสิ่งที่ก่อให้เกิดอันตราย (เช่น สิ่งมีชีวิต สิ่งที่ตายแล้วหรือสิ่งไม่มีชีวิต))
5.16 ห้ามไม่ให้ถ่ายทอดสดออนไลน์ในสถานที่ที่ละเอียดอ่อน เช่น โรงพยาบาล สุสาน สถานที่ดูแลเด็ก โรงเรียน หรือสถานที่ราชการ

6. สัญญาอนุญาตซอฟต์แวร์และสิทธิครอบครองของเบิร์ด
6.1 สิทธิในทรัพย์สินทางปัญญาทั้งหมดไม่ว่าจะจดทะเบียนหรือไม่จดทะเบียนบนแพลตฟอร์มของเบิร์ดโดยรวมข้อมูลของเนื้อหาบนแพลตฟอร์มของเบิร์ดและการออกแบบเว็บไซต์ทั้งหมด เครื่องหมายการค้า สัญญาลักษณ์โ ลโก้ ข้อความ กราฟฟิก ซอฟต์แวร์ รูปถ่าย วีดีโอ เพลง เสียง และการเลือกและการจัดการและการรวบรวมซอฟต์แวร์ทั้งหมด รหัสต้นฉบับ (Source Code) และซอฟต์แวร์พื้นฐาน (โดยทั้งหมดนี้รวมกันให้เรียกว่า “ทรัพย์สินทางปัญญา”) จะคงเป็นทรัพย์สินของเราหรือของบริษัทในเครือหรือบุคคลภายนอกที่เป็นเจ้าของซึ่งทรัพย์สินทางปัญญาดังกล่าวในกรณีที่เกี่ยวข้อง โดยเนื้อหาทั้งหมดของแพลตฟอร์มของเบิร์ดได้รับความคุ้มครองภายใต้กฎหมายทรัพย์สินทางปัญญาที่เกี่ยวข้อง
6.2 แพลตฟอร์มของเบิร์ด ทรัพย์สินทางปัญญาและเนื้อหาหรือส่วนใดของสิ่งดังกล่าวนั้นจะต้องไม่ถูกทำสำเนา ทำซ้ำ กระจาย อนุญาต โอน เผยแพร่ไม่ว่าในรูปแบบใดหรือถูกดำเนินการไม่ว่าในทางใด เว้นแต่ได้มีการอนุญาตโดยชัดแจ้งไว้ในข้อกำหนดฉบับนี้ และท่านจะต้องไม่แยกส่วนประกอบ แปลย้อนกลับหรือทำวิศวกรรมย้อนกลับแพลตฟอร์มของเบิร์ด

7. ข้อห้ามในการใช้แพลตฟอร์มของเบิร์ด
7.1 โดยข้อกำหนดฉบับนี้ เบิร์ดให้สิทธิท่านในการใช้แพลตฟอร์มของเบิร์ดตามที่กำหนดไว้ในข้อกำหนดฉบับนี้โดยเป็นสิทธิที่ไม่เป็นการเฉพาะตัว ห้ามโอน และสามารถเพิกถอนได้ และท่านจะต้องไม่กระทำการใด ๆ ดังต่อไปนี้หากท่านใช้แพลตฟอร์มของเบิร์ด
(ก) ดาวน์โหลดหรือบันทึกเนื้อหาเว้นแต่ว่าท่านเห็นเบิร์ดแสดงปุ่ม “ดาวน์โหลด” หรือไฮเปอร์ลิงก์ให้ดาวน์โหลดเนื้อหาแสดงอยู่บนแพลตฟอร์มของเบิร์ดคัดลอกโดยไม่ได้รับอนุญาต เปลี่ยนแปลง ปรับเปลี่ยน แปล หรือดำเนินการทำวิศวกรรมย้อนกลับ แยกส่วนประกอบ แปลย้อนกลับหรือสร้างงานสร้างสรรค์ต่อเนื่องของแพลตฟอร์มของเบิร์ดหรือเนื้อหาใด รวมไปถึงไฟล์ ตารางหรือเอกสาร (หรือส่วนใดของสิ่งดังกล่าว) หรือระบุหรือพยายามที่จะระบุซึ่งรหัสต้นฉบับ ชุดคำสั่งที่สร้างไว้ตามขั้นตอน ขั้นตอนหรือเทคนิครวบรวมไว้โดยการบริการหรืองานสร้างสรรค์ต่อเนื่องใด ๆ
(ข) กระจาย อนุญาต โอนหรือขาย ไม่ว่าทั้งหมดหรือบางส่วนของแพลตฟอร์มของเบิร์ดหรืองานสร้างสรรค์ต่อเนื่องใด ๆ
(ค) ใช้แพลตฟอร์มของเบิร์ด โดยไม่ได้รับความยินยอมเป็นลายลักษณ์อักษรโดยชัดแจ้งจากเรา เพื่อการค้าใด ๆ หรือวัตถุประสงค์ที่ไม่ได้รับอนุญาต รวมไปถึงการเจรจาหรืออำนวยความสะดวกซึ่งการโฆษณาทางการค้าใด ๆ หรือการจูงใจหรือการส่งข่าวขยะ (Spamming)
(ง) การเลียนแบบบุคคลหรือหน่วยงานใด หรือใช้ถ้อยคำที่ไม่ถูกต้อง หรือกระทำการอื่นใดที่เป็นการแสดงตัวของท่านหรือผู้เกี่ยวข้องของท่านอย่างไม่ถูกต้องต่อบุคคลหรือหน่วยงานใด รวมไปถึงการทำให้เข้าใจว่าเนื้อหาที่ท่านอัพโหลด ประกาศ ถ่ายโอน กระจายหรือทำให้เข้าถึงได้ด้วยวิธีการอื่นใดนั้น ออกจากแพลตฟอร์มของเบิร์ด
(จ) ขู่ ทำร้าย สร้างความรำคาญหรือละเมิดบุคคลอื่น หรือสนับสนุนเนื้อหาทางเพศที่โจ่งแจ้ง ความรุนแรงหรือการแบ่งแยกเชื้อชาติ เพศ ศาสนา ชาติ ความพิการ รสนิยมทางเพศหรืออายุ
(ฉ) ใช้หรือพยายามจะใช้บัญชี บริการหรือระบบของบุคคลอื่นโดยไม่ได้รับอนุญาตหรือสร้างตัวตนปลอมขึ้นบนแพลตฟอร์มของเบิร์ด
(ช) ใช้แพลตฟอร์มของเบิร์ดในวิธีที่อาจทำให้วัตถุประสงค์ของแพลตฟอร์มของเบิร์ดด้อยค่า เช่น ขายคำวิจารณ์กับผู้ใช้คนอื่นหรือเขียนหรือจูงใจให้ทำคำวิจารณ์ที่ไม่จริง
(ซ) ใช้หรือเริ่มเปิดใช้ระบบอัตโนมัติใด ๆ รวมไปถึงแต่ไม่จำกัดเพียง “โรบอตส์ (Robot)” หรือ “สไปเดอร์ส (Spider)” เพื่ออัพโหลด ถ่ายโอน กระจาย จัดเก็บหรืออื่นใดที่จะทำให้มีไฟล์ที่มีไวรัส โทรจัน (Trojans) หนอน (Worms) ระเบิดเวลา (Logic bombs) หรือสิ่งอื่นใดที่มุ่งร้ายหรือมีความอันตรายทางเทคนิค หรือทำให้ได้มาซึ่งการเข้าถึงซึ่งส่วนใดของแพลตฟอร์มของเบิร์ด ที่เราไม่ได้อนุญาตอย่างชัดแจ้งให้ท่านเข้าถึง และท่านไม่สามารถใช้ระบบอัตโนมัติหรือซอฟต์แวร์ซึ่งจะครอบงำเซิร์ฟเวอร์ของแพลตฟอร์มของเบิร์ด หรือการให้บริการเนื้อหาของเบิร์ดไม่ว่าในทางใด โดยรวมไปถึงแต่ไม่จำกัดเพียงก่อให้เกิดการโจมตีโดยปฏิเสธการให้บริการบนแพลตฟอร์มของเบิร์ด หรือการให้บริการเนื้อหาของเบิร์ด
(ฌ) เลี่ยงการดำเนินการภายใน (รวมไปถึงการรักษาความปลอดภัย) ของแพลตฟอร์มของเบิร์ด (รวมไปถึงการเปลี่ยนรหัสหรืออินเตอร์เฟสของแพลตฟอร์มของเบิร์ดหรือการให้บริการเนื้อหาของเบิร์ด)
(ญ) “การเผยแพร่ข้อมูลส่วนบุคคลของผู้ใช้อื่นโดยมีจุดประสงค์เพื่อให้เกิดความเสียหาย” (Doxing) บนแพลตฟอร์มของเบิร์ด รวมไปถึงเปิดเผยซึ่งข้อมูลส่วนบุคคลของผู้ใช้อื่น (รวมไปถึงชื่อ อีเมล์ ที่อยู่และหมายเลขโทรศัพท์)
(ฎ) สนับสนุนสินค้าที่ขายบนเว็บไซต์อื่น นอกเหนือจากบนเบิร์ด
(ฏ) อนุญาตหรือมีส่วนร่วมซึ่งพฤติกรรมฉ้อโกงใด ๆ ต่อผู้ใช้ เบิร์ดหรือบุคคลภายนอก รวมไปถึงการใช้บอทส์ (Bot) หรือเทคโนโลยีเพื่อเพิ่มยอดเข้าดู ผู้ติดตาม หรือการขายหรือจัดการหรือทำข้อมูลปลอม
(ฐ) สนับสนุนหรือให้ความสะดวกในการขายซึ่งสินค้าปลอม หรือสินค้าละเมิดสิทธิในทรัพย์สินทางปัญญาของบุคคลภายนอก และ
(ฑ) อัพโหลด เผยแพร่ หรือกระจายเนื้อหาซึ่งอาจะกระทบต่อผู้ใช้รายอื่นผู้ใช้แพลตฟอร์มเบิร์ด การให้บริการเนื้อหาของเบิร์ด หรือกู้ดวิลล์หรือชื่อเสียงของเบิร์ด

8. เราทำอย่างไรได้บ้างหากท่านฝ่าฝืนข้อกำหนดฉบับนี้
8.1 ท่านตกลงว่ามาตรการที่กำหนดไว้ในข้อนี้จะบังคับใช้เมื่อเนื้อหาที่ปรากฏบนแพลตฟอร์มของเบิร์ดหรือการใช้การบริการนั้นฝ่าฝืนกฎหมายที่เกี่ยวข้องหรือข้อกำหนดฉบับนี้ และท่านตกลงตามนี้โดยไม่ตัดสิทธิและการเยียวยาอื่น ๆ ของเบิร์ดภายใต้ข้อกำหนดนี้หรือกฎหมาย โดยมาตรการรวมถึง
(ก) การนำเนื้อหาออกโดยทันที
(ข) การลบเนื้อหาที่บันทึกไว้ไม่ว่าทั้งหมดหรือบางส่วน
(ค) การระงับชั่วคราวหรือยุติบัญชีผู้ใช้ของท่าน
(ง) ห้ามท่านเข้าถึงซึ่งแพลตฟอร์มของเบิร์ด หรือการใช้บริการภายในระยะเวลาหนึ่งหรือโดยถาวร
(จ) ดำเนินการอื่นใดต่อท่านหรือบัญชีผู้ใช้ใด ๆ ที่ท่านได้ลงทะเบียนไว้กับทางเบิร์ด
8.2 เราอาจลบเนื้อหาใด ๆ ที่ท่านได้อัพโหลดขึ้นบนแพลตฟอร์มของเบิร์ด หรือระงับไม่ให้บุคคลอื่นเข้าถึงเนื้อหาใด ๆ ที่ท่านอัพโหลดขึ้นบนแพลตฟอร์มของเบิร์ดไม่ว่าภายใต้เหตุผลใดรวมไปถึง
(ก) เมื่อเราเห็นว่าเนื้อหานั้นเป็นเนื้อหาต้องห้ามตามดุลพินิจของเราที่เป็นที่สุด
(ข) เมื่อเราได้รับคำขอใด ๆ จากหน่วยงานใด ๆ ให้นำเนื้อหาดังกล่าวออก
(ค) เมื่อเราได้รับคำร้องใด ๆ จากผู้ใช้อื่นเกี่ยวกับเนื้อหาดังกล่าว
8.3 ในขณะที่ท่านเป็นเจ้าของเนื้อหาของท่าน ท่านตกลงให้เรามีสิทธิที่จะเปลี่ยนแปลงเนื้อหาของท่าน (รวมถึงการต่อหรือตัดออกหรือการแก้ไขอื่นใดซื้อเนื้อหาของท่าน) และกระจายเนื้อหาของท่าน (ไม่ว่ามีการเปลี่ยนแปลงหรืออื่นใด) โดยไม่ต้องได้รับการอนุญาตจากท่าน และท่านยังให้ซึ่งสิทธิถาวรในการใช้ รักษา สร้างขึ้นใหม่ ทำซ้ำ เผยแพร่ แสดงหรือเตรียมงานสร้างสรรค์ต่อเนื่องของเนื้อหาของท่านได้ (เปลี่ยนแปลงหรืออื่นใด) เพื่อวัตถุประสงค์อื่นใด โดยสิทธิดังกล่าวบังคับใช้ได้ทั่วโลก ไม่เป็นการเฉพาะตัว ไม่มีค่าใช้จ่าย ให้อนุญาตช่วงได้ และโอนต่อได้
8.4 เมื่อท่านอัพโหลดเนื้อหาขึ้นไปบนแพลตฟอร์มของเบิร์ด ท่านอนุญาตให้เราสามารถเปิดเผยตัวตนของท่าน (รวมถึงรายละเอียดทั้งหมดที่ท่านได้แบ่งปันกับเราเมื่อท่านได้เปิดบัญชีผู้ใช้บนแพลตฟอร์มของเบิร์ด) แก่บุคคลภายนอก

9. ข้อมูลส่วนบุคคลของท่าน ข้อมูลส่วนบุคคลของท่านนั้นจะถูกประมวลผลตามนโยบายข้อมูลส่วนบุคคล https://www.birdfresh.in.th/privacy-policy/


10. การชดเชยค่าเสียหาย
ท่านต้องรับผิดชอบต่อความสูญหายหรือความเสียหายที่เราได้รับจากการละเมิดข้อกำหนดและเงื่อนไขนี้ และท่านตกลงที่จะป้องกัน ชดเชยและปกป้องเราและบริษัท พนักงาน กรรมการ ลูกจ้างและตัวแทนที่เกี่ยวข้องจากการเรียกร้อง ความสูญหาย ความรับผิดใด ๆ หรือทั้งหมดของที่เกิดขึ้นจากการใช้หรือการเข้าถึงซึ่งการบริการเนื้อหาของเบิร์ดหรือแพลตฟอร์มของเบิร์ด หรือจากการละเมิดซึ่งข้อกำหนดและเงื่อนไขฉบับนี้โดยท่าน เราสามารถเข้าควบคุมซึ่งสิ่งที่ต้องดำเนินการใด ๆ สำหรับการชดเชยค่าเสียหายโดยท่านและท่านจะต้องดำเนินการกับเราเพื่อให้มีการป้องกันและชดเชยความเสียหายของเราสำหรับค่าดำเนินการทางกฎหมายใดที่อาจมีขึ้นกับเรา

11. ข้อจำกัดความรับผิด
11.1 แพลตฟอร์มของเบิร์ด และข้อมูล และ/หรือข่าวสารทั้งหมดในแพลตฟอร์มของเบิร์ด และ/หรือการบริการจะมีอยู่ในรูปแบบ “อย่างที่เป็น” และ “ตามที่มี” โดยไม่มีการรับประกัน ข้อเรียกร้องหรือให้ความเห็นใด ๆ โดยเบิร์ด โดยการใดไม่ว่าโดยชัดเจน โดยนัยหรือตามกฎหมายเกี่ยวกับแพลตฟอร์มและ/หรือการให้บริการ รวมไปถึงแต่ไม่จำกัดเพียงการรับประกันของการไม่ละเมิดซึ่งสิทธิ สิทธิครอบครอง การใช้สอยสินค้าสมประโยชน์ตามวิสัยของการใช้ทั่ว ๆ ไป ความพอใจด้านคุณภาพหรือความเหมาะสมกับวัตถุประสงค์เฉพาะ ข้อมูลและ/หรือข่าวสารที่มีอยู่บนแพลตฟอร์มและหรือการให้บริการจะมีโดยมีวัตถุประสงค์เพียงไว้สำหรับเป็นข้อมูลเท่านั้น
11.2 โดยไม่เป็นการจำกัดสิ่งที่ระบุมาก่อนหน้า เราไม่รับประกันว่าแพลตฟอร์มของเบิร์ด และ/หรือการบริการหรือการทำงานบนแพลตฟอร์มจะมีอยู่ สามารถเข้าถึงได้ ไม่ถูกรบกวน มีอยู่ในเวลาที่เหมาะสม ปลอดภัย แม่นยำครบถ้วนหรือไม่มีข้อผิดพลาด หรือข้อผิดพลาดใดที่หากมี ก็จะได้รับการแก้ไข หรือแพลตฟอร์มนี้ และ/หรือเซิร์ฟเวอร์ที่มีให้นั้นไม่มีไวรัส นาฬิกา ตัวจับเวลา (Timers) เคานเตอร์ (Counters) หนอน (Worms) ซอฟต์แวร์ ล้อค (Software Locks) เครื่องมือรบกวน (Drop Dead Devices) ม้าโทรจัน (Trojan-Horses) เราติ้ง (Routing) ประตูหลัง (Trap Doors) และ ระเบิดเวลา (Time Bombs) หรือรหัส คำสั่ง โปรแกรมหรือส่วนประกอบใด ๆ ที่เป็นอันตราย
11.3 เบิร์ด และพนักงาน ลูกจ้าง กรรมการ ตัวแทน ผู้รับเหมาและผู้ได้รับมอบหมายทั้งหมดที่เกี่ยวข้องจะไม่ต้องรับผิดต่อท่านสำหรับความสูญเสียใด ๆ ทีเกิดขึ้น (โดยไม่คำนึงถึงรูปแบบการกระทำ) ที่เกิดขึ้นไม่ว่าโดยตรงหรือโดยอ้อมเกี่ยวข้องกับ
(ก) การเข้าถึง การใช้และ/หรือไม่สามารถใช้ใด ๆ ซึ่งแพลตฟอร์มของเบิร์ด หรือการบริการ
(ข) ความไว้วางใจในข้อมูลหรือข่าวสารใด ๆ ที่มีอยู่บนแพลตฟอร์มของเบิร์ด และ/หรือผ่านการบริการ ท่านจะต้องไม่ดำเนินการจากข้อมูลหรือข่าวสารใดก่อนที่จะได้รับการพิสูจน์ซึ่งเนื้อหาโดยอิสระก่อน
(ค) ระบบเซิร์ฟเวอร์ใด ๆ หรือการเชื่อมต่อที่ล้มเหลว ข้อผิดพลาด การละเว้น การรบกวน ความล่าช้าในการถ่ายโอน ไวรัสคอมพิวเตอร์หรือสิ่งมุ่งร้าย เป็นอันตราย หรือรหัสทำลาย โปรแกรมตัวแทนหรือมาโคร (Macro) และ
(ง) การใช้หรือการเข้าถึงใด ๆ ต่อเว็บไซต์หรือเว็บเพจอื่นที่เชื่อมกับแพลตฟอร์ม และแม้ว่าเรา สำนักงานของเราหรือตัวแทนหรือลูกจ้างของเราอาจะได้รับทราบถึงสิ่งดังกล่าวหรือได้คาดหมายถึงหรือเห็นถึงความเป็นไปได้ของการดังกล่าว
11.4 ความเสี่ยงใดซึ่งการเข้าใจผิด ข้อผิดพลาด ข้อเสียหาย ค่าใช้จ่ายหรือความสูญหายที่เป็นผลมาจากการใช้แพลตฟอร์มของเบิร์ด และ/หรือบริการทั้งหมดนั้นจะต้องเป็นความเสี่ยงของท่านเองและเราจะไม่รับผิดกับการดังกล่าว

12. การตีความ
12.1 ในข้อกำหนดนี้
“เนื้อหา” รวมถึง เสียง ลำดับเสียง เพลง ข้อความ ภาพนิ่ง รูปถ่าย ภาพเคลื่อนไหว วีดีโอ โปรแกรมซอฟต์แวร์ รหัสใด ๆ หรือการแสดงซึ่งเสียง-ภาพอื่น ๆ หรือการรวมซึ่งเสียง-ภาพ หรือสิ่งที่สัมผัสได้หรือการรวมกันซึ่งสิ่งที่กล่าวมาก่อนหน้าซึ่งท่านอาจดูได้จากแพลตฟอร์มของเบิร์ด หรือที่ได้อัพโหลดขึ้นไว้บนแพลตฟอร์มของเบิร์ด และที่สามารถสร้าง จัดการ เก็บรักษา เรียกคืนมาหรือกล่าวถึงได้ทางอิเล็กทรอนิกส์ โดยเนื้อหาให้รวมถึงแต่ไม่จำกัดเพียงการถ่ายทอดสดออนไลน์ User-Generated Content (UGC), Professionally-Generated Content (PGC) และความคิดเห็น คำวิจารณ์และการตอบสนองอื่นใดของผู้ใช้ที่ได้ประกาศลงบนเนื้อหาการถ่ายทอดสดออนไลน์ บน PGC และบน UGC
“บริการเนื้อหาของเบิร์ด” หมายถึงการดู เข้าถึงหรืออัพโหลดซึ่งเนื้อหาใดขึ้นบนแพลตฟอร์มของเบิร์ด
“แพลตฟอร์มของเบิร์ด” หมายถึง www.birdfresh.in.th และแอปพลิเคชันโทรศัพท์มือถือเบิร์ด ทั้งในระบบไอโอเอสและแอนดรอยด์หรือ อินเทอร์เน็ตโดเมนอื่น ๆ ของเบิร์ด
“เนื้อหาการถ่ายทอดสดออนไลน์” หมายถึงการถ่ายทอดสดออนไลน์ผ่านอินเทอร์เน็ตไปยังแพลตฟอร์มของเบิร์ด โดยใช้เครื่องมือการถ่ายทอดสดของเบิร์ด ซึ่งสามารถเข้าถึงได้โดยผู้ใช้ใด ๆ ก็ตามของเบิร์ด เครื่องมือการถ่ายทอดสดของเบิร์ด นั้นประกอบด้วยระบบซึ่งอนุญาตการถ่ายทอดสดตามเวลาจริงซึ่งเนื้อหาวีดีโอและเสียงจากบัญชีเบิร์ด ที่อนุมัติแล้วในหมวดการถ่ายทอดสดออนไลน์ของแพลตฟอร์มของเบิร์ด ซึ่งเนื้อหาดังกล่าวสามารถดูได้โดยผู้ใช้ที่ลงทะเบียนของเบิร์ด ทุกคน
“Professionally-Generated Content (PGC)” หมายถึงเนื้อหาที่สร้างขึ้นโดยบุคคลภายนอกใด ๆ ที่ได้รับมอบหน้าที่หรือจ้างโดยเบิร์ด เพื่อที่จะสร้างเนื้อหาดังกล่าว
“พรีเซนเตอร์” หมายถึง บุคคลใดที่ปรากฎตัวหรือเข้าร่วมในการถ่ายทอดสดออนไลน์ พรีเซนเตอร์รวมถึงบุคคลที่เป็นผู้จัดดำเนินการเนื้อหาถ่ายทอดสดออนไลน์หรือแสดงซึ่งส่วนใดของเนื้อหาของการถ่ายทอดสดออนไลน์
“เนื้อหาที่ต้องห้าม” หมายถึงเนื้อหาใด ๆ ที่
(ก) ฝ่าฝืนกฎหมายหรือกฎเกณฑ์ใด หรือคู่มือการปฏิบัติหรือเอกสารใด ๆ ที่ออกโดยรัฐบาลหรือหน่วยงานควบคุม
(ข) เนื้อหาต้องห้ามตามที่ระบุไว้ในข้อ 5
(ค) ฝ่าฝืนซึ่งนโยบายทางสังคมของเบิร์ด หรือ
(ง) เบิร์ด โดยมีดุลพินิจเด็ดขาดเห็นว่า เป็นสิ่งที่ไม่เหมาะสมที่จะอยู่บนแพลตฟอร์มของเบิร์ด
“ผู้ขาย” หมายถึง ผู้ขายซึ่งใช้แพลตฟอร์มของเบิร์ด ในการขายสินค้าแก่ผู้ซื้อและรวมไปถึงผู้ขายบุคลลภายนอก โดยเบิร์ด อาจเป็น ”ผู้ขาย” สำหรับสินค้าบางชนิด
“บริการ” หมายถึงการใช้ซึ่งบริการ ข่าวสารหรือการดำเนินการใดที่เบิร์ด จัดให้มีไว้บนแพลตฟอร์มของไ โดยการอ้างอิงใด ๆ ถึงแพลตฟอร์มของเบิร์ด ในข้อกำหนดนี้ ให้หมายความรวมถึงการบริการหรือส่วนใดของการบริการด้วย เว้นแต่ว่ามีการระบุไว้อย่างชัดแจ้งเป็นอย่างอื่น
“ข้อกำหนด” หมายถึงข้อกำหนดและเงื่อนไขฉบับนี้ โดยข้อกำหนดจะต้องอ่านร่วมกันกับข้อกำหนดการใช้ของ เบิร์ด ที่ https://www.birdfresh.in.th/terms-conditions ซึ่งทำหน้าที่เป็นสัญญาระหว่างท่านและเราสำหรับการใช้แพลตฟอร์มของเบิร์ด และการบริการ ในกรณีที่มีข้อขัดแย้งระหว่างข้อกำหนดฉบับนี้กับข้อกำหนดการใช้ ให้ข้อกำหนดนี้ใช้บังคับ
“ผู้ขายบุคคลภายนอก” หมายถึง ผู้ขายซึ่ง ตามการอนุญาตของเบิร์ด สามารถใช้แพลตฟอร์มและ/หรือบริการเพื่อขายสินค้าต่อผู้ซื้อ และไม่รวมถึงเบิร์ด
“UGC” หมายถึง เนื้อหาที่สร้างขึ้นโดยไม่ว่าผู้ซื้อหรือผู้ขายและได้อัพโหลดหรือดูได้บนแพลตฟอร์มของเบิร์ด
“ผู้ใช้” หมายถึงผู้ใช้ที่ได้ลงทะเบียนแล้วคนใด ๆ ของแพลตฟอร์มของเบิร์ด

รายละเอียดข้อกำหนดและเงื่อนไข สินค้าของผู้ขาย

1. คำจำกัดความและการตีความ
1.1. เว้นแต่จะมีการกำหนดไว้เป็นอย่างอื่น ในข้อกำหนดและเงื่อนไขของสินค้าของผู้ขายนี้ให้ใช้คำจำกัดความดังต่อไปนี้:
“ของปลอม” ที่เกี่ยวข้องกับสินค้าของผู้ขาย (ตามที่ได้นิยามไว้ในเงื่อนไขการใช้งาน)ให้หมายถึงสินค้าที่
(ก) ซึ่งมีเครื่องหมายเหมือนหรือคล้ายกับเครื่องหมายการค้าที่จดทะเบียน (ไม่ว่าจดทะเบียนที่ใดก็ตาม) และ
(1) การใช้เครื่องหมายที่สินค้าหรือบรรจุภัณฑ์นั้นเป็นการละเมิดเครื่องหมายการค้าที่จดทะเบียน
(2) สินค้าถูกเสนอเพื่อจะนำเข้ามาในประเทศซึ่งสินค้าถูกส่งมอบหรือรับไว้โดยลูกค้า (ตามที่ได้นิยามไว้ในเงื่อนไขการใช้งาน) และการใช้เครื่องหมายกับบรรจุภัณฑ์ของสินค้านั้นเป็นการละเมิดเครื่องหมายการค้าที่จดทะเบียน หรือ
(3) มีการใช้เครื่องหมายอื่นเป็นประการอื่นที่เกี่ยวข้องกับสินค้าหรือบรรจุภัณฑ์นั้นในลักษณะที่เป็นการละเมิดเครื่องหมายการค้าที่จดทะเบียน และ
(ข) ในกรณีที่เครื่องหมายบนสินค้าหรือบรรจุภัณฑ์นั้นเหมือนหรือคล้ายกับเครื่องหมายทางการค้าที่จดทะเบียนซึ่งคาดว่ามีไว้เพื่อการหลอกลวง และ
(ค) เครื่องหมายบนสินค้าหรือบรรจุภัณฑ์นั้นถูกนำไปใช้โดยไม่ได้รับความยินยอมโดยชัดแจ้งหรือโดยนัยของเจ้าของเครื่องหมายการค้าที่จดทะเบียน และเพื่ออวดอ้างสินค้าให้เห็นว่าเป็นสินค้าของแท้ของเจ้าของหรือผู้ได้รับใบอนุญาตของเครื่องหมายการค้าที่จดทะเบียน

การคืนเงินสั่งซื้อสินค้า
(ก) ผู้ขาย(ร้านค้า)หรือเบิร์ดขอสงวนสิทธิ์แต่เพียงผู้เดียวในการใช้ดุลพินิจพิจารณาความเป็นไปได้ในการคืนเงินเงินอย่างรวดเร็วในแต่ละรายการสินค้า
(ข) ปัจจัยที่กำหนดความเป็นไปได้ในการคืนเงิน แต่ไม่จำกัดเพียง:
•ราคาและประเภทสินค้า
•วิธีการชำระเงิน
•ประวัติการซื้อและการคืนสินค้า
(ค) ผู้ขาย(ร้านค้า)หรือเบิร์ดขอสงวนสิทธิ์ในการเปลี่ยนแปลงปัจจัยที่ใช้พิจารณาความพร้อมในการคืนเงินในแต่ละครั้งให้อยู่ในดุลยพินิจของตนแต่เพียงผู้เดียว
"หน้ารายละเอียดสินค้า" หมายถึงหน้าเว็บที่ผู้ใช้สามารถตรวจสอบข้อมูลเกี่ยวกับสินค้าที่เกี่ยวข้องที่มีอยู่บนแพลตฟอร์ม
"สั่งซื้อ" หมายถึงหน้าเว็บที่ผู้ใช้สามารถสั่งซื้อสินค้าที่เกี่ยวข้องที่มีอยู่บนแพลตฟอร์ม
"หน้ารายละเอียดสินค้า" หมายถึงหน้าเว็บที่ผู้ใช้สามารถตรวจสอบข้อมูลเกี่ยวกับสินค้าที่เกี่ยวข้องที่มีอยู่บนแพลตฟอร์ม
“ที่อยู่สำหรับการจัดส่ง” หมายถึงหน้าเว็บที่ผู้ใช้สามารถตรวจสอบข้อมูลที่อยู่ในการจัดส่งเกี่ยวกับการสั่งซื้อสินค้าที่เกี่ยวข้องที่ซื้อจากแพลตฟอร์ม
"ตัวเลือกการชำระเงิน" หมายถึงหน้าชำระเงินที่สั่งสินค้าที่มีอยู่บนแพลตฟอร์ม
"ประวัติการสั่งซื้อ" หมายถึงหน้าเว็บแสดงประวัติการสั่งซื้อสินค้าของลูกค้าบนแพลตฟอร์ม ซึ่งกำหนดไว้
"ติดตามการสั่งซื้อ" หมายถึงหน้าเว็บแสดงการติดตามการสั่งซื้อสินค้าของลูกค้าบนแพลตฟอร์ม ซึ่งกำหนดไว้ให้สามารถกรองหมายเลขรหัสขายเพื่อค้นหา ติดตามสถานการณ์สั่งซื้อสินค้านั้น ๆ
"ยืนยันการรับสินค้า" หมายถึงหน้าเว็บแสดงการยืนยันการรับสินค้า จากการสั่งซื้อสินค้าของลูกค้าบนแพลตฟอร์ม ซึ่งกำหนดไว้ให้ลูกค้าต้องเข้าไปยืนยันว่าได้รับสินค้าเรียบร้อยแล้ว

2. ข้อกำหนดการบริการ
2.1. ข้อกำหนดของเบิร์ด นี้จะมีผลบังคับใช้กับการซื้อสินค้าในเบิร์ดของท่าน สินค้าเบิร์ด นั้นจะแสดงรายละเอียดของสินค้า รายชื่อผู้ขายสินค้า และรายละเอียดอื่น ๆ ทีมีกำหนดไว้ตามแพลตฟอร์ม
2.2. โดยการซื้อสินค้าเบิร์ด ท่านยอมรับที่จะผูกพันตามข้อกำหนดเบิร์ด นี้ซึ่งได้แก้ไขเพิ่มเติมเป็นครั้งคราว นอกจากนี้ข้อกำหนดการใช้งานสำหรับแพลตฟอร์ม อันจะรวมใช้อ้างอิงสำหรับข้อกำหนดของเบิร์ด ฉบับนี้
2.3. เพื่อมิให้เป็นที่สงสัย คำนิยามใดหากมิได้ระบุไว้เป็นอย่างอื่นในข้อกำหนดฉบับนี้ให้มีความหมายตามที่ระบุในข้อกำหนดการใช้บริการ
2.4. ในกรณีที่มีข้อความขัดแย้งกันระหว่างข้อกำหนดในข้อกำหนดของเบิร์ด นี้ และ/หรือข้อกำหนดการใช้งานให้ข้อความตามข้อกำหนดของเบิร์ด จะมีผลบังคับเหนือกว่า

3. การรับรองและการรับประกัน
3.1. เบิร์ด รับรองและรับประกันว่าสินค้าเบิร์ด ไม่ใช่ของปลอม
3.2. เว้นแต่มีระบุไว้ในข้อ 3.1 และในข้อกำหนดการใช้งาน เบิร์ด ไม่รับประกัน รับรอง เงื่อนไข ข้อกำหนด หรือการดำเนินการใด ๆ โดยชัดแจ้งใด ๆทั้งสิ้น
3.3. โดยไม่ต้องพิจารณาถึงข้อขัดแย้งใด ๆ ในข้อกำหนดการใช้งาน สิทธิเฉพาะตัวแต่เพียงผู้เดียวของท่านที่จะได้รับการเยียวยาจากการผิดสัญญาของเบิร์ด ในเรื่องการรับรองและการรับประกันตามข้อ 3.1 จะถูกจำกัดตามข้อ 3.3 นี้
(ก) หากท่านเชื่อว่าสินค้าที่ท่านได้ซื้อไม่สอดคล้องกับการรับรองและการรับประกันที่กำหนดไว้ในข้อ 3.1 ท่านจะต้องทำการขอคืนเงินตามขั้นตอน ภายใต้ข้อจำกัด และข้อยกเว้นที่ระบุไว้ในนโยบายการคืนสินค้า ภายในสิบห้า (15) วันนับจากวันที่ท่านได้รับสินค้าจาก เบิร์ด
(ข) หลังส่งคำร้องขอคืนเงิน ท่านจะได้รับแบบฟอร์มการขอรับคืนเงิน (“แบบฟอร์มคืนเงิน”) ซึ่งท่านควรระบุเหตุผลที่ทำให้ท่านเชื่อว่าสินค้าที่ท่านซื้อไปไม่สอดคล้องกับการรับรองและการรับประกันที่กำหนดไว้ในข้อ 3.1
(ค) ท่านจะต้องส่งสินค้าให้กับเบิร์ด ตามคำขั้นตอนของเบิร์ด เมื่อเบิร์ดได้รับสินค้าคืนกลับมาแล้ว โดยทางเบิร์ด จะคืนเงินให้ท่านตามราคาซื้อเต็มจำนวนของสินค้าภายในระยะเวลาที่เหมาะสม
(ง) หลังจากการส่งคืนสินค้าให้กับเบิร์ดแล้ว โดยทางเบิร์ดจะตรวจสอบแบบฟอร์มคืนเงินของท่าน เพื่อความสะดวกในการตรวจสอบดังกล่าว ท่านจะต้องใช้ความพยายามอย่างถึงที่สุดในการให้ความร่วมมือกับเบิร์ดอย่างเต็มที่ ในกรณีที่เบิร์ดพิจารณาตามดุลยพินิจแต่เพียงผู้เดียวและเป็นที่สุดของเบิร์ด ว่าสินค้าเบิร์ดไม่สอดคล้องกับการรับรองและการรับประกันที่กำหนดไว้ในข้อ 3.1
(1) เบิร์ดจะออกบัตรกำนัลเครดิตร้านค้าหรือคูปองส่วนลดเท่ากับมูลค่าของราคาซื้อทั้งหมดของสินค้า ให้กับบัญชีเบิร์ดของท่าน และ
(2) หลังจากนั้นท่านจะไม่สามารถเรียกร้องใด ๆ ต่อเบิร์ดได้อีกต่อไป และท่านจะต้องปลดเปลื้อง โดยไม่ทำให้ทางเบิร์ดเสียหายจากความรับผิดทั้งหมดใด ๆ ที่เกิดขึ้นหรือเกี่ยวข้องกับการซื้อสินค้าของท่าน
(จ) ในกรณีที่เบิร์ดพิจารณาตามดุลยพินิจแต่เพียงผู้เดียวและเป็นที่สุดของเบิร์ด ว่าสินค้าเหล่านั้นสอดคล้องกับการรับรองและการรับประกันที่กำหนดไว้ในข้อ 3.1 ท่านจะไม่สามารถเรียกร้องใด ๆ ต่อเบิร์ดได้อีกต่อไป และท่านจะต้องปลดเปลื้องโดยไม่ทำให้เบิร์ดเสียหายจากความรับผิดทั้งหมดใด ๆ ที่เกิดขึ้นหรือเกี่ยวข้องกับการซื้อสินค้าของท่าน
(ฉ) การพิจารณาของเบิร์ดตามข้อ 3.3 ถือเป็นที่สิ้นสุดและมีผลผูกพันกับท่าน เว้นแต่มีข้อผิดพลาดอย่างชัดแจ้ง
(ช) หากท่านไม่สามารถดำเนินการขอคืนเงินภายในสิบห้า (15) วัน นับจากวันที่ท่านได้รับสินค้า ตามที่ระบุในข้อ 3.3 (ก) จะถือว่าท่านยอมรับสินค้าเหล่านั้น ว่าเป็นสินค้าที่สอดคล้องกับการรับรองและการรับประกันที่กำหนดไว้ในข้อ 3.1

4. ความพร้อมของการรับประกันสินค้าของเบิร์ด
4.1. เบิร์ดอาจเสนอการรับประกันสำหรับการจัดส่งสินค้าที่ระบุ ภายในวันที่เบิร์ดกำหนด (“การรับประกัน”) หากมีการรับประกันสำหรับสินค้าตรารับประกันการจัดส่งจะถูกแสดงในหน้ารายละเอียดสินค้า เพื่อป้องกันความสับสน หากไม่ปรากฏตรารับประกันการจัดส่งดังกล่าว จะถือว่าไม่มีการรับประกันจากเบิร์ด
4.2. วันที่จัดส่งสินค้าตามการรับประกัน จะแสดงในหน้ารายละเอียสินค้า รายละเอียดคำสั่งซื้อและหน้ารายละเอียดการจัดส่ง ท่านรับทราบและยอมรับว่าตารางเวลาหรือวันที่ใด ๆ ที่แสดงสำหรับการจัดส่งบนแพลตฟอร์มเบิร์ด ในส่วนที่เกี่ยวกับการรับประกัน ที่นอกเหนือจากวันที่ที่แสดงไว้ในหน้ารายละเอียดคำสั่งซื้อและหน้ารายละเอียดการจัดส่ง เป็นเพียงการประมาณการเท่านั้น และท่านไม่ประสงค์ให้เบิร์ดรับผิดชอบทั้งโดยตรงหรือโดยอ้อมต่อความเสียหายใด ๆ ที่เกิดขึ้นจากการวางใจใด ๆ ในประมาณการดังกล่าว

5. ข้อกำหนดและเงื่อนไขของการรับประกัน
5.1. ภายใต้ความพร้อมของการรับประกันสินค้าตามที่กำหนดไว้ในข้อ 4 และข้อกำหนดและเงื่อนไขของการรับประกันสินค้า ตามที่กำหนดไว้ในข้อ 5 นี้ท่านจะได้รับเงินตามจำนวนที่ระบุไว้ในหน้ารายละเอียดสินค้าเป็นค่าชดเชย จากการที่เบิร์ดหรือผู้ให้บริการขนส่งจัดส่งหลังจากวันที่ช้าที่สุดที่ระบุไว้ หรือหลังช่วงเวลาที่ระบุในส่วนการรับประกันสินค้าของหน้ารายละเอียดสินค้า รายละเอียดการสั่งซื้อและหน้ารายละเอียดการจัดส่ง (“ การชดเชย”) นอกเหนือจากการชดเชยท่านยอมรับในที่นี้ว่าท่านจะไม่ใช้สิทธิหรือเรียกร้องอื่นใดในส่วนที่เกี่ยวกับการไม่เป็นไปตามการรับประกันของเบิร์ด
5.2. ท่านมีสิทธิได้รับค่าชดเชยสำหรับการสั่งซื้อแต่ละครั้งที่ท่านสั่งซื้อผ่านแพลตฟอร์มโดยไม่คำนึงถึงจำนวนของสินค้าที่วางจำหน่ายตามคำสั่งซื้อดังกล่าว หรือจำนวนสินค้าที่ส่งถึงท่านหลังจากวันที่ระบุในส่วนการรับประกันของหน้ารายละเอียดสินค้า รายละเอียดคำสั่งซื้อและหน้ารายละเอียดการจัดส่ง เช่น หากท่านซื้อสินค้าสอง (2) รายการภายใต้คำสั่งซื้อเดียวกัน และเบิร์ด บริษัทในเครือ หรือผู้ให้บริการขนส่งนั้นไม่สามารถปฏิบัติตามการรับประกันได้ ท่านอาจมีสิทธิ์ได้รับค่าชดเชยตามจำนวนที่ระบุในหน้ารายละเอียดผลิตภัณฑ์ โดยขึ้นอยู่กับดุลยพินิจและการพิจารณาตามความเหมาะสมจากทางเบิร์ดเท่านั้น
5.3. ในกรณีที่มีการจ่ายค่าชดเชยให้กับบัญชีเบิร์ดของท่านผ่านบัตรกำนัลหรือคูปองส่งเสริมการขายออกสู่วอลเล็ต (Wallet) ของท่าน เบิร์ดขอสงวนสิทธิ์ในการกำหนดข้อจำกัดหรือเงื่อนไขในการใช้คูปองหรือคูปองส่งเสริมการขาย รวมทั้งแต่ไม่จำกัดถึง วันหมดอายุ การโอนบัตรกำนัลหรือรหัสส่งเสริมการขายไปยังผู้ใช้รายอื่นหรือข้อจำกัดในการใช้กับผลิตภัณฑ์หรือหมวดหมู่หรือประเภทของผลิตภัณฑ์ตามที่เบิร์ดกำหนดขึ้นอยู่กับดุลยพินิจของเบิร์ดแต่เพียงผู้เดียว เพื่อหลีกเลี่ยงข้อสงสัยการชดเชยที่ทำผ่านบัตรกำนัลหรือคูปองส่งเสริมการขายไม่สามารถแลกเปลี่ยนหรือแลกเป็นเงินสดได้
5.4. แม้ว่าจะมีการรับประกันสำหรับผลิตภัณฑ์ที่ท่านเลือกแล้ว ท่านตกลงที่จะสละสิทธิ์ในการได้รับการชดเชยเมื่อมีสิ่งใดสิ่งหนึ่งต่อไปนี้เกิดขึ้น:
(ก) ที่อยู่จัดส่งสำหรับสินค้าไม่ถูกต้องหรือไม่ครบถ้วน
(ข) ท่านปฏิเสธการรับสินค้าหรือไม่ชำระเงินค่าสั่งซื้อสินค้า ไม่ว่าด้วยเหตุผลใดก็ตาม
(ค) ท่านไม่ชำระเงินค่าสั่งซื้อสินค้า เพื่อให้มีสิทธิ์ได้รับการรับประกันสินค้าก่อนวันและเวลาที่กำหนดไว้ในหน้ารายละเอียดการสั่งซื้อ;
(ง) ท่านร้องขอการแก้ไขเกี่ยวกับเวลาของการจัดส่ง ที่อยู่จัดส่ง หรือรูปแบบการจัดส่งหลังจากสั่งซื้อแล้ว
(จ) ท่านไม่ปฏิบัติตามคำแนะนำการจัดส่งที่ออกโดยเบิร์ด บริษัทในเครือหรือผู้ให้บริการขนส่ง รวมถึงกรณีที่ท่านหรือตัวแทนของท่านไม่ได้รับสินค้า เมื่อเบิร์ด บริษัทในเครือหรือผู้ให้บริการขนส่งพยายามส่งมอบ หรือคำขอให้ขนส่งใด ๆ ซึ่งไม่สามารถดำเนินการได้อย่างสมเหตุสมผลที่ท่านส่งถึงเบิร์ด บริษัทในเครือหรือผู้ให้บริการขนส่ง;
(ฉ) ท่านระบุสำหรับการส่งมอบสินค้าไปยังจุดรับของรวม
(ช) กรณีที่ไม่สามารถจัดส่งสินค้าไปตามที่อยู่ของท่านได้ ไม่ว่าด้วยเหตุผลทางตรงหรือทางอ้อมอันเนื่องมาจากเหตุการณ์หรือความผิดพลาดซึ่งอยู่นอกเหนือการควบคุมของเบิร์ด รวมถึงกรณีเกิดภัยพิบัติทางธรรมชาติ สงคราม การก่อการร้าย การปฏิวัติ ภาวะมลพิษ การจลาจล หรือ
(ซ) กรณีที่ไม่สามารถส่งสินค้าไปยังที่อยู่จัดส่งที่ท่านระบุในหน้ารายละเอียดการสั่งซื้อและหน้ารายละเอียดการจัดส่งด้วยเหตุผลอื่นใด
5.5. ท่านรับทราบและตกลงว่าเบิร์ดมีสิทธิเต็มที่ และแต่เพียงผู้เดียว ที่จะตัดสินว่ามีเหตุการณ์ใดที่เกิดขึ้นในข้อ 5.4 เกิดขึ้นหรือไม่ ท่านยอมรับว่าท่านจะไม่โต้แย้งการตัดสินใด ๆ ของเบิร์ดในเรื่องนี้
5.6. เบิร์ดสงวนสิทธิ์ที่จะไม่จ่ายค่าชดเชยให้กับท่านตามดุลยพินิจของตนแต่เพียงผู้เดียวและไม่มีการอ้างอิงหรือการบอกกล่าวให้ท่านไม่ว่าด้วยเหตุผลใดก็ตาม

6. การคืนเงิน
เบิร์ดอาจเสนอทางเลือกการคืนเงินอย่าง สำหรับสินค้าที่ระบุ อย่างไรก็ตาม ความพร้อมในการคืนเงินนั้นเป็นไปตามรายการสินค้าแต่ละชิ้นโดยขึ้นอยู่กับดุลยพินิจของเบิร์ดแต่เพียงผู้เดียว

7. การใช้และเปิดเผยข้อมูล
ท่านยอมรับว่าเบิร์ดมีสิทธิที่จะใช้หรือเปิดเผยข้อมูล หรือข้อมูลใด ๆ ที่เปิดเผยโดยนโยบายความเป็นส่วนตัวของเบิร์ดท่านมีสิทธิที่จะเพิกถอนความยินยอมดังกล่าวในขั้นตอนที่ได้กำหนดโดยเบิร์ดเป็นระยะ ๆ

8. เบ็ดเตล็ด
8.1. ท่านจะผูกพัน และยินยอม และต้องปฏิบัติตามข้อกำหนดของเบิร์ด โดยข้อกำหนดการบริการทั้งหมด ข้อกำหนดการใช้งาน นโยบายความเป็นส่วนตัว รวมถึงข้อกำหนดและเงื่อนไขอื่น ๆ ที่ลูกค้าอาจยินยอมหรือยอมรับ สิทธิและความคุ้มครองที่มีของเบิร์ดภายใต้ข้อกำหนดนี้ จะเป็นสิทธิและความคุ้มครองเพิ่มเติมที่ให้กับเบิร์ดภายใต้ข้อกำหนดการบริการ ข้อกำหนดการใช้งาน นโยบายความเป็นส่วนตัว รวมถึงข้อกำหนดและเงื่อนไขอื่น ๆ ท่านอาจยินยอมหรือยอมรับ
8.2. ข้อกำหนดใด ๆ ในข้อกำหนดนี้ ข้อกำหนดการบริการทั้งหมด ข้อกำหนดการใช้งาน นโยบายความเป็นส่วนตัว รวมถึงข้อกำหนดและเงื่อนไขอื่น ๆ ท่านอาจยินยอมหรือยอมรับไม่มีผลสมบูรณ์ ไม่สามารถใช้บังคับได้ หรือไม่ชอบด้วยกฎหมาย ให้นำมาบังคับใช้ได้โดยใกล้เคียงที่สุดเท่าที่จะเป็นไปได้ตามข้อกำหนดดังกล่าว และจะไม่มีผลกระทบต่อความสามารถบังคับใช้ได้ของข้อกำหนดข้ออื่น ๆ ซึ่งจะยังคงมีผลสมบูรณ์และสามารถบังคับใช้ได้ต่อไปเท่าที่กฎหมายจะอนุญาต
8.3. เบิร์ดขอสงวนสิทธิในการเปลี่ยนแปลง ดัดแปลง เพิ่มเติม หรือแก้ไขโดยประการอื่นใด ในข้อกำหนดนี้เป็นระยะ ๆ และในลักษณะตามที่เบิร์ดเห็นสมควร ท่านจะผูกพันโดยข้อกำหนดและเงื่อนไขที่ได้มีการแก้ไข กรณีที่ท่านยังมีการใช้บริการต่อไปหลังจากมีการแจ้งให้ทราบ จะถือว่าท่านยอมรับการแก้ไขดังกล่าว

สัญญาบริการ “การคุ้มครองสินค้า”
สัญญาบริการ การคุ้มครองสินค้า ฉบับนี้ เป็นข้อตกลงทางกฎหมายระหว่างท่าน กับเบิร์ดซึ่งใช้เป็นข้อกำหนดบังคับใช้เกี่ยวกับการบริการที่เกี่ยวเนื่องกับสินค้าของเรา ดังนั้น หากท่านซื้อสินค้าของเราแล้ว ท่านรับทราบและตกลงที่จะผูกพันซึ่งสัญญาบริการฉบับนี้
เมื่อท่านซื้อการบริการ “การคุ้มครองสินค้า” ตามสัญญาบริการฉบับนี้ ท่านจะได้รับการบริการขยายระยะเวลาความคุ้มครองนับระยะเวลาต่อเนื่องจากระยะเวลารับประกันโดยผู้ผลิตสินค้าออกไปอีกเป็นระยะเวลาสิบสอง (12) เดือน หรือ ยี่สิบสี่ (24) เดือน (ขึ้นอยู่กับการเลือกของท่าน และตามที่ระบุไว้ในหน้ารายการสินค้า) ซึ่งการบริการตามสัญญานี้จะเริ่มก็ต่อเมื่อสิ้นสุดระยะเวลารับประกันโดยผู้ผลิตสินค้าแล้วเท่านั้น
ทั้งนี้ การบริการในทุกครั้งและทุกกรณีจะอยู่ภายใต้ข้อยกเว้นและเงื่อนไขดังต่อไปนี้
ก) เราเป็นผู้มีอำนาจแต่เพียงผู้เดียวในการพิจารณาว่าจะทำการซ่อมแซมสินค้า หรือเปลี่ยนสินค้าทดแทนซึ่งเป็นสินค้าที่มีประเภท คุณภาพ และคุณลักษณะเช่นเดียวกัน รวมถึง
(1) ต้นทุนค่าใช้จ่ายในการซ่อมแซมสินค้าแต่ละชิ้น และต้องไม่เกินกว่าราคาซื้อสินค้าชิ้นนั้น ๆ และ
(2) ต้นทุนค่าใช้จ่ายในการเปลี่ยนสินค้าทดแทน จำกัดเพียงหนึ่ง (1) ครั้ง และต้องไม่เกินกว่าราคาซื้อสินค้านั้น ๆ
ข) ในกรณีที่พิจารณาแล้วหากเปลี่ยนสินค้าทดแทนจะเป็นการประหยัดต้นทุนค่าใช้จ่ายกว่าการซ่อมแซมสินค้า สินค้า
ชิ้นเดิมจะถูกเปลี่ยนด้วยสินค้าที่มีลักษณะคล้ายคลึงกัน อย่างไรก็ตาม เนื่องจากความก้าวหน้าทางเทคโนโลยี สินค้าที่ถูกนำมาเปลี่ยนอาจจะมีราคาขายที่ต่ำกว่าสินค้าชิ้นเดิม หรืออาจเป็นสินค้าที่ถูกปรับปรุงแล้ว (Refurbished Product) ก็ย่อมได้ ทั้งนี้ เมื่อมีการเปลี่ยนสินค้าทดแทนอย่างใด ๆ แล้ว การบริการตามสัญญาบริการฉบับนี้จะสิ้นสุดลงทันที
ณ วันที่มีการเปลี่ยนสินค้าทดแทน และ
ค) การซ่อมแซมสินค้า หรือการเปลี่ยนสินค้าทดแทนนั้นจำกัดเฉพาะแต่สินค้าที่ถูกซื้อภายในประเทศ และเป็นการใช้เพื่อการส่วนบุคคลเท่านั้น
ง) ในกรณีที่ท่านนำสินค้าไปใช้เพื่อการค้า หรือการอื่น ๆ ที่ไม่ใช่เป็นการใช้ส่วนบุคคลแล้ว จะไม่เข้าข่ายการได้รับได้สิทธิตามสัญญาบริการฉบับนี้หากสินค้ายังอยู่ภายใต้ระยะเวลารับประกันโดยผู้ผลิตสินค้า ท่านจะต้องใช้สิทธิตามเงื่อนไขการรับประกันโดยผู้ผลิตสินค้าก่อนสัญญาบริการฉบับนี้ และการบริการตามสัญญาฉบับนี้จะไม่ครอบคลุมหรือแทนที่การรับประกันโดยผู้ผลิตสินค้า ไม่ว่าด้วยเหตุใด ๆ ก็ตาม
เราเป็นผู้มีอำนาจแต่เพียงผู้เดียวในการพิจารณาว่าจะเป็นผู้รับผิดชอบค่าใช้จ่ายในการขนส่งสินค้าเพื่อมาซ่อมแซมหรือไม่ ทั้งนี้ ขึ้นอยู่กับการพิจารณาอนุมัติโดยบุคคลผู้มีอำนาจของเราเป็นรายกรณีไป
การบริการตามสัญญาฉบับนี้จะไม่ครอบคลุมถึงกรณีที่สินค้านั้นไม่ใช่สินค้าใหม่ หรือไม่อยู่ภายใต้เงื่อนไขการรับประกันโดยผู้ผลิตสินค้าตามข้อกำหนดและเงื่อนไขที่มีผลบังคับใช้ในประเทศไทย
การซ่อมแซมสินค้านอกสถานที่ มีไว้สำหรับเฉพาะกรณีที่เป็นสินค้าที่มีขนาดใหญ่ที่ไม่สามารถพกพามายังศูนย์บริการที่ได้รับอนุญาตให้ซ่อมแซมสินค้าของเราได้เท่านั้น และในกรณีที่เราไม่สามารถไปซ่อมแซมสินค้าของท่านนอกสถานที่ได้ เราจะส่งสินค้าดังกล่าวไปทำการซ่อมแซม ณ ศูนย์บริการที่ได้รับอนุญาตให้ซ่อมแซมสินค้าของเราต่อไป โดยท่านไม่มีค่าใช้จ่ายเพิ่มเติม
สินค้าที่ท่านสามารถพกพาได้ อาทิ อุปกรณ์สื่อสารเคลื่อนที่ เครื่องคอมพิวเตอร์แบบพกพา (Laptop) แท็บเล็ต เครื่องใช้ในครัวขนาดเล็ก ท่านจะต้องเป็นผู้นำไปส่งยังศูนย์บริการที่ได้รับอนุญาตให้ซ่อมแซมสินค้าของเรา และท่านเป็นผู้รับผิดชอบในบรรดาค่าใช้จ่ายในการขนส่ง หรือการเดินทางเอง (หากมี) และเบิร์ดไม่จำต้องชดใช้คืนแต่อย่างใด

ข้อจำกัดความรับผิด
ไม่ว่ากรณีใด ๆ สิทธิของท่านภายใต้สัญญาบริการฉบับนี้ จะไม่คลอบคลุมและขยายไปถึงการสูญเสียหรือการบาดเจ็บต่อบุคคล หรือความสูญหายหรือความเสียหายต่อทรัพย์สิน หรือความสูญหายหรือความเสียหายที่เกิดขึ้นโดยมิได้ตั้งใจ โดยบังเอิญ โดยพิเศษ หรือโดยตรง หรือโดยอ้อม ซึ่งรวมถึงแต่ไม่จำกัดเพียงความสูญหายที่เกิดขึ้นเนื่องจากการล่าช้าใด ๆ ในการให้บริการที่เกี่ยวข้องกับสัญญาบริการฉบับนี้ และความเสียหายจากการใช้ระหว่างช่วงเวลาที่สินค้าของท่านอยู่ ณ ศูนย์บริการที่ได้รับอนุญาตให้ซ่อมแซมสินค้าของเรา และ/หรือ ในขณะรอการซ่อมแซมสินค้า
ความเสียหายต่อสินค้าที่เกิดจากอุบัติเหตุ
หากท่านซื้อการบริการสำหรับอุปกรณ์สื่อสารเคลื่อนที่ ท่านมีสิทธิที่จะได้รับประโยชน์จากความเสียหายต่อสินค้าที่เกิดจากอุบัติเหตุ ดังนี้
(ก) ท่านมีสิทธิที่จะขอรับการบริการซ่อมแซมอุปกรณ์สื่อสารเคลื่อนที่ จำกัดเพียง หนึ่ง (1) ครั้ง ภายใต้ความเสียหายต่อสินค้าที่เกิดจากอุบัติเหตุ ทั้งนี้ ต้นทุนค่าใช้จ่ายในการซ่อมแซมอุปกรณ์สื่อสารเคลื่อนที่ดังกล่าว ต้องไม่เกินกว่าราคาซื้ออุปกรณ์สื่อสารเคลื่อนที่ชิ้นนั้น ๆ ทั้งนี้ เราเป็นผู้มีอำนาจแต่เพียงผู้เดียวในการพิจารณาว่าจะทำการซ่อมแซมสินค้า หรือเปลี่ยนสินค้าทดแทนสำหรับการเรียกร้องสิทธิตามสัญญาบริการฉบับนี้
(ข) ระยะเวลาการคุ้มครองความเสียหายต่อสินค้าที่เกิดจากอุบัติเหตุ จะเริ่มมีผลบังคับใช้หลังจาก เจ็ด (7) วันนับแต่วันที่ส่งมอบอุปกรณ์สื่อสารเคลื่อนที่ และสิ้นสุดภายในระยะเวลา สิบสอง (12) เดือนนับจากวันที่มีผลบังคับใช้ แล้วแต่กรณี
(ค) การเรียกร้องขอรับการบริการซ่อมแซมอุปกรณ์สื่อสารเคลื่อนที่ภายใต้ความเสียหายต่อสินค้าที่เกิดจากอุบัติเหตุนี้ ท่านมีหน้าที่ที่จะต้องแจ้งการขอรับการบริการจากเราภายใน สอง (2) วันทำการนับจากวันที่เกิดความเสียหายต่อสินค้าที่เกิดจากอุบัติเหตุดังกล่าว
ข้อยกเว้นที่จะไม่ได้รับความคุ้มครองตามสัญญาฉบับนี้
เบิร์ดจะไม่รับรับผิดชอบอย่างใด ๆ ภายใต้สัญญาบริการฉบับนี้ หากท่านไม่นำสินค้าที่สามารถพกพาได้ไปส่งยัง ศูนย์บริการที่ได้รับอนุญาตให้ซ่อมแซมสินค้าของเรา หรือท่านไม่ทำการแจ้งขอรับการซ่อมแซมสินค้านอกสถานที่สำหรับสินค้าที่มีขนาดใหญ่ที่ไม่สามารถพกพามายังศูนย์บริการที่ได้รับอนุญาตให้ซ่อมแซมสินค้าของเราได้ผ่านทางเบิร์ด ก่อนที่
(ก) สัญญาบริการฉบับนี้สิ้นสุดลง และ/หรือ
(ข) ท่านไม่ทำการแจ้งการขอรับการบริการอันเนื่องมาจากความเสียหายต่อสินค้าที่เกิดจากอุบัติเหตุ (ในกรณีของอุปกรณ์สื่อสารเคลื่อนที่) ภายใน สอง (2) วันทำการนับจากวันที่เกิดความเสียหายต่อสินค้าที่เกิดจากอุบัติเหตุดังกล่าว
ทั้งนี้ หากพบว่ามีการซ่อมแซมสินค้า และ/หรือ การให้บริการโดยบุคคลอื่น ๆ นอกเหนือจากศูนย์บริการที่ได้รับอนุญาตให้ซ่อมแซมสินค้าของเรา ให้ถือว่าสัญญาบริการฉบับนี้ไร้ผลตามกฎหมายและเป็นโมฆะทันที

ข้อยกเว้นการบริการ
1. ในกรณีที่ท่านได้รับผลประโยชน์จากเหตุความเสียหายต่อสินค้าที่เกิดจากอุบัติเหตุ หรือเงื่อนไขอื่น ๆ ตามสัญญาบริการฉบับนี้ แต่ยกเว้น ในกรณีที่ท่านกระทำการใดโดยประมาทเลินเล่อ ละเลย หรือการผิดสัญญาบริการฉบับนี้
2. ความรับผิดที่เกิดขึ้นจากการรับประกันโดยปริยายในด้านการใช้สอยสมประโยชน์ตามวิสัยของการใช้ทั่ว ๆ ไป และการรับประกันโดยปริยายในด้านการใช้สอยสมประโยชน์สำหรับวัตถุประสงค์เฉพาะ และการรับผิดโดยเคร่งครัด
3. ความรับผิดต่อบุคลคลภายนอกใด ๆ นอกเหนือจากท่านผู้ที่เข้าทำสัญญาบริการฉบับนี้ แล้วแต่กรณี เว้นแต่ ได้มีการแจ้งถึงการโอนสัญญาบริการฉบับนี้ไปยังบุคคลอื่นตามข้อกำหนดที่จะกล่าวต่อไป
4. การกระทำใด ๆ ที่เป็นการฉ้อโกง หรือการกระทำที่ไม่ซื่อสัตย์อื่น ๆ หรือการกระทำผิดทางอาญา
5. การประกันภัยความรับผิดเกี่ยวกับทรัพย์สิน และ/หรือ สินค้า
6. สินค้ายังอยู่ภายใต้ระยะเวลาการรับประกันของผู้ผลิตสินค้าเดิม / ตัวแทนจำหน่ายเดิม หรือ การรับประกันผู้จัดจำหน่าย การรับประกันการซ่อม หรือการรับประกันอื่นใดที่ยังคงมีผลบังคับใช้แก่ท่านผู้ที่เข้าทำสัญญาบริการฉบับนี้
7. การชำรุดบกพร่องซึ่งอยู่ภายใต้การเรียกสินค้าคืนโดยผู้ผลิตสินค้า / ตัวแทนจำหน่าย
8. สิ่งของที่ไม่ได้ใช้งานและสิ่งของที่ใช้เพื่อความสวยงาม สี หรือสินค้าสำเร็จรูป อุปกรณ์เสริมที่ใช้ในหรือร่วมกับสินค้าที่เหมาะสม เว้นแต่ได้รับความคุ้มครองภายใต้สัญญาบริการฉบับอื่น สายเคเบิ้ล สายไฟ ตัวเลือกเพิ่มเติมที่รวมอยู่ในสินค้า ซึ่งตัวเลือกต่าง ๆ ไม่มีความจำเป็นต่อการทำงานขั้นพื้นฐานของสินค้าที่มีการทำสัญญาบริการ
9. ซอฟต์แวร์ (รวมถึงระบบการจัดการและข้อมูลที่ถูกจัดเก็บใด ๆ) การชำรุดบกพร่องซึ่งเป็นผลโดยตรงจากการติดตั้งและถอดถอนซอฟต์แวร์ ไวรัสคอมพิวเตอร์ การป้องกันไวรัส และอุปกรณ์ต่อพ่วงกับคอมพิวเตอร์อื่น ๆ
10. การบำรุงรักษา การทำความสะอาด การปรับปรุง และการอัพเดทซอฟต์แวร์ตามปกติ
11. ความเสียหายที่เกิดจากการกระทำรุนแรง การลักทรัพย์ การขัดถู การกัดกร่อน ความร้อนเกินปกติ การรั่วไหลของแบตเตอรี่ เหตุสุดวิสัย การใช้ในเชิงพาณิชย์ ไฟฟ้าดับหรือการเพิ่มขึ้นของกระแสไฟฟ้าอย่างฉับพลัน กระแสไฟฟ้าหรือแรงดันไฟฟ้าไม่เพียงพอหรือไม่เหมาะสม (ความผันผวนของกำลังไฟฟ้า ฟ้าผ่า ไฟฟ้าสถิตย์) สิ่งแวดล้อมไม่เหมาะสม (รวมถึง ขาดอุณหภูมิหรือความชื้นที่เหมาะสม) การแก้ไขเปลี่ยนแปลงที่ไม่ได้รับอนุญาตต่อสินค้า และ/หรือ ปัญหา/การชำรุดบกพร่องซึ่งเกิดจากการแก้ไขเปลี่ยนแปลงที่ไม่ได้รับอนุญาตดังกล่าว การปรับเปลี่ยนหมายเลขประจำเครื่อง/หมายเลข IMEI การไม่ปฏิบัติตามคำแนะนำในการติดตั้ง การจัดการ หรือการบำรุงรักษา การซ่อมซึ่งดำเนินการโดยผู้ซ่อมที่ไม่ได้รับอนุญาต สิ่งของใด ๆ ที่ไม่กระทบต่อการทำงานของสินค้า การเผาไหม้ของรูปภาพ
12. ค่าใช้จ่ายเกี่ยวกับค่าบริการด่วนเพิ่มเติม ความเสียหายจากการขนส่ง การถอดถอน หรือการติดตั้งใหม่ เว้นแต่ถูกรวมไว้โดยเฉพาะเจาะจงในสัญญาบริการฉบับนี้
13. ปัญหาหรือการชำรุดบกพร่องใด ๆ ที่ไม่ได้รับการคุ้มครองโดยการรับประกันเป็นลายลักษณ์อักษรของผู้ผลิตสินค้า/ตัวแทนจำหน่ายเดิม หรือการรับประกันอื่นใดที่ยังคงมีผลใช้บังคับ เว้นแต่จะระบุไว้เป็นอย่างอื่นในสัญญาบริการฉบับนี้ รวมถึงท่านเข้าข่ายการได้รับบริการตามสัญญาบริการฉบับนี้เนื่องจากเหตุความเสียหายต่อสินค้าที่เกิดจากอุบัติเหตุ
14. การไม่ปฏิบัติตามคำแนะนำในการติดตั้ง การจัดการ การดูแลและบำรุงรักษาตามปกติ การตรวจสอบ การทำความสะอาด การปรับเปลี่ยนภายนอก เป็นต้น ซึ่งรวมถึงปัญหาที่เกิดจากอุปกรณ์ที่ไม่ใช่สินค้า และเครื่องมือ/อุปกรณ์เพิ่มเติมซึ่งไม่ได้เกิดจากผู้ผลิตสินค้าเดิมไม่ว่าจะซื้อในเวลาเดียวกับสินค้าหรือไม่
15. ความเสียหายที่เกิดจากการติดเชื้อ (จากแหล่งภายใน และ/หรือ ภายนอก)
16. ความเสื่อมหรือการเน่าเสียของการเก็บรักษาอาหารเนื่องจากการชำรุดบกพร่องของตู้เย็น
17. การรั่วไหลของน้ำเนื่องจากการอุดตันของท่อระบายน้ำตามการใช้ปกติ
18. การใช้เชิงพาณิชย์ (ผู้ใช้ทางองค์กรที่หลากหลาย) การเช่าสาธารณะ การใช้เพื่อผลประโยชน์หรือการใช้เพื่อสาธารณะ
19. การตรวจวินิจฉัยใด ๆ ที่ไม่พบหรือไม่มีการชำรุดบกพร่อง
20. วัสดุสิ้นเปลือง ซึ่งรวมถึงแต่ไม่จำกัดเพียง แบตเตอรี่ หลอดไฟฟ้า แผ่นซีดี ดิจิตอลเทป ปากกาป้อนข้อมูลทางหน้าจอ (Stylus) และหมึกพิมพ์
21. ข้อบกพร่องภายนอก เช่น สนิม การวางระบบสายไฟ การเชื่อมต่อกระแสไฟฟ้าหรือท่อประปา ระบบท่อ อุปกรณ์เชื่อมต่อ การปรับการรับสัญญาณ (การรับสัญญาณต่ำ) และการสูญหายใด ๆ
22. การสึกหรอกตามปกติ รอยข่วน การกัดแทะ ของเหลวหกใส่ การกัดกร่อน การติดเชื้อจากสัตว์หรือแมลง จากเชื้อรา การเปียกหรือการผุของไม้ แบคทีเรีย การใช้ในทางที่ผิด การเพิกเฉย และการกระทำรุนแรง
23. การซ่อมที่จำเป็นเนื่องจากการดูแลที่ไม่เหมาะสม ความเสียหายต่อสินค้าที่เกิดจากอุบัติเหตุหรือความเสียหายทางกายภาพโดยจงใจ ความเสียหายจากทรายหรือน้ำ เว้นแต่ กำหนดไว้ชัดเจนเป็นอย่างอื่นในสัญญาบริการฉบับนี้ รวมถึงท่านเข้าข่ายการได้รับบริการตามสัญญาบริการฉบับนี้เนื่องจากเหตุความเสียหายต่อสินค้าที่เกิดจากอุบัติเหตุ

การร้องขอการบริการ – โทรมาที่ Call Support 02-003-1862 e-mail : info@birdexpress.co.th
เมื่อการขัดข้องของสินค้าเกิดขึ้นเนื่องจากการชำรุดบกพร่องทางด้านกระแสไฟฟ้าหรือทางเทคนิคหรือความเสียหายต่อสินค้าที่เกิดจากอุบัติเหตุ ท่านสามารถโทรมาที่ (Call Support ) ได้ที่หมายเลข +662-003-1862 เพื่อรายงานการขัดข้องดังกล่าว สามารถโทรได้ในวันจันทร์ถึงวันศุกร์ เวลา 8.30 น. ถึง 17.30 น. ในประเทศไทย ไม่รวมวันหยุดนักขัตฤกษ์
ตัวแทนบริการลูกค้าที่มีประสบการณ์ของเราพร้อมที่จะให้คำแนะนำกับท่านผ่านขั้นตอนการบริการ เพื่อให้การบริการรวดเร็ว โปรดแน่ใจว่าท่านมีรายละเอียดเกี่ยวกับสัญญาบริการฉบับนี้ครบถ้วนก่อนที่ติอต่อมายังเรา หากการขัดข้องของสินค้าไม่ได้รับการรายงานมายังเราก่อนการซ่อมแซมสินค้าหรือการเปลี่ยนสินค้าทดแทน ค่าใช้จ่ายของการซ่อมแซมสินค้าหรือการเปลี่ยนสินค้าทดแทนดังกล่าวจะไม่ได้รับการอนุมัติและรับผิดชอบจากเรา
เพื่อให้การคุ้มครองมีผลสมบูรณ์ โปรดเก็บหลักฐานการซื้อสินค้าไว้ทั้งหมด เช่น ใบเสร็จรับเงิน เป็นต้น

การยกเลิกสัญญาบริการฉบับนี้
สัญญาบริการฉบับนี้สามารถยกเลิกได้ภายใน สิบสี่ (14) วันนับแต่วันสั่งซื้อสินค้า โดยท่านจะได้รับค่าบริการเงินคืนเต็มจำนวน เว้นแต่ ท่านได้ติดต่อขอรับการบริการใด ๆ ก่อนวันที่ท่านขอยกเลิกสัญญาบริการ ในกรณีนี้จะถือว่าสัญญาบริการฉบับนี้มีผลสมบูรณ์แล้ว และเราจะไม่คืนค่าบริการหากท่านขอทำการยกเลิกสัญญาบริการฉบับนี้ ไม่ว่ากรณีใด ๆ
การสิ้นสุดสัญญาบริการฉบับนี้
สัญญาบริการฉบับนี้จะสิ้นสุดลงโดยอัตโนมัติ (1) เมื่อระยะเวลาของสัญญาบริการฉบับนี้สิ้นสุดลง (2) เมื่อต้นทุนค่าใช้จ่ายในการซ่อมแซมสินค้าแต่ละชิ้นเกินกว่าราคาซื้อสินค้า (3) เมื่อมีการเปลี่ยนสินค้าทดแทนซึ่งมีมูลค่าเกินกว่าค่าซ่อมแซมสินค้า หรือ (4) เมื่อมีการบอกเลิกสัญญาบริการฉบับนี้เป็นลายลักษณ์อักษรภายใน สิบสี่ (14) วันนับแต่วันซื้อบริการตามสัญญาบริการฉบับนี้ แล้วแต่เหตุอย่างใดจะเกิดขึ้นก่อน
การโอนสัญญาบริการฉบับนี้ไปยังบุคคลอื่น
หากท่านขายหรือโอนสินค้าของท่านให้แก่บุคคลอื่นภายในระยะเวลาของสัญญาบริการฉบับนี้ ท่านต้องโทรไปแจ้งการโอนสัญญาบริการฉบับนี้ต่อเบิร์ด (Call Support) ภายใน สิบสี่ (14) วันนับแต่วันที่ท่านขายหรือโอนสินค้าไปยังบุคคลอื่น เพื่อให้เกิดการโอนสิทธิตามสัญญาบริการฉบับนี้ และท่านมีหน้าที่ที่สำคัญอีกประการ คือ ท่านต้องแจ้งการเปลี่ยนแปลงที่อยู่ของท่านให้เราทราบ หากท่านได้นำสินค้าไปกับท่านด้วย

บททั่วไป
สัญญาบริการฉบับนี้ไม่ใช่สัญญาประกันภัย กรรมธรรม์ประกันภัย หรือหลักประกัน สัญญาบริการฉบับนี้ไม่ได้เป็นการรับประกันหรือให้คำสัญญาเกี่ยวกับลักษณะของวัตถุ ฝีมือของช่างหรือคนงาน หรือสมรรถภาพของสินค้า
เพื่อวัตถุประสงค์ในการตรวจสอบความถูกต้องของสัญญา ท่านอาจถูกร้องขอโดยตัวแทนบริการลูกค้าของเราให้แสดง สัญญาบริการ ของท่านเพื่อให้การบริการสินค้าของท่านมีความรวดเร็ว ดังนั้น เราขอแนะนำให้ท่านเก็บเอกสารเหล่านี้ไว้ในที่ปลอดภัย

คำนิยาม
• ความเสียหายต่อสินค้าที่เกิดจากอุบัติเหตุ หมายถึง สินค้าของท่านหยุดทำงานตามปกติโดยสามารถระบุเวลาและสถานที่ได้ และการใช้งานของสินค้าหรือความปลอดภัยของสินค้า ได้รับผลกระทบเนื่องจากเหตุการณ์ที่ไม่อาจคาดหมายได้และเหตุการณ์ที่ไม่ได้เจตนา ซึ่งรวมถึง
(1) หน้าจอเสียหาย: การสูญเสียการทำงาน การแตกร้าวหรือการแตกหักของหน้าจอจำกัดแค่ส่วนที่จำเป็นต้องซ่อมการแตกร้าวหรือการแตกหักของหน้าจอและกระจกหลัง เช่น หน้าจอกระจก/พลาสติก แอลซีดี และเซ็นเซอร์ที่ติดกับหน้าจอ
(2) ความเสียหายอย่างอื่น: การสูญเสียการทำงาน รวมถึงความเสียหายจากของเหลวที่เกิดโดยการหกในหรือบนสินค้าโดยไม่เจตนา และความเสียหายทางกายภาพใด ๆ ซึ่งเกิดขี้นนอกเหนือจากหน้าจอเสียหาย
• เหตุสุดวิสัย หมายถึง อุบัติภัยทางธรรมชาติ ไฟไหม้ น้ำท่วม สงคราม การบุกรุก การจู่โจมทางการทหารของประเทศอื่น สงคราม การปฏิบัติการทางสงคราม สงครามทางเศรษฐกิจ หรือความวุ่นวายทางเศรษฐกิจ
• อุปกรณ์สื่อสารเคลื่อนที่ หมายถึง โทรศัพท์มือถือ ซึ่งทำหน้าที่ได้หลากหลายกับการทำงานของคอมพิวเตอร์ โดยมีลักษณะพื้นที่หน้าจอสัมผัส การเข้าถึงอินเตอร์เน็ต และระบบการจัดการที่สามารถดาวน์โหลดแอพพลิเคชั่น (“สมาร์ทโฟน”) หรือคอมพิวเตอร์พกพาส่วนบุคคลแบบไร้สายพร้อมพื้นที่หน้าจอสัมผัสซึ่งไม่มีแป้นพิมพ์ยึดติดถาวร (“แท็บเล็ต”) ซึ่งท่านซื้อจากเบิร์ด และได้รับการบริการภายใต้สัญญาบริการฉบับนี้
• สินค้า หมายถึง สินค้าซึ่งปรากฏรายการในช่องทางการขายของเบิร์ด และได้รับการบริการภายใต้สัญญาบริการฉบับนี้
• ราคาซื้อสินค้า หมายถึง ราคาสินค้าที่ไม่หักส่วนลดราคา หรือค่าขนส่งสินค้าใด ๆ ที่เข้าข่ายจะได้รับสิทธิการบริการตามที่กำหนดไว้ในสัญญาบริการฉบับนี้
• สินค้าที่ถูกปรับปรุง (Refurbished) หมายถึง สินค้าที่อยู่ในสภาพดี โดยอาจมีเครื่องหมายของการใช้ เช่น รอยข่วน แต่ไม่รวมรอยข่วนลึก และไม่มีเครื่องหมายสำคัญของการสึกหรอที่ร้ายแรง โดยที่ไม่มีผลกระทบต่อการทำงานของสินค้า
• การบริการ หมายถึง การจัดการซ่อมแซมสินค้า หรือการเปลี่ยนสินค้าทดแทนตามสัญญาบริการฉบับนี้
• การเรียกร้องสิทธิตามสัญญาบริการ หมายถึง การขอการซ่อมแซมสินค้า หรือเปลี่ยนสินค้าทดแทน ซึ่งจำกัดเพียง หนึ่ง (1) ครั้งตลอดสัญญาฉบับนี้
• พวกเรา เรา และของเรา หมายถึง เบิร์ด ผู้ให้บริการภายใต้สัญญาบริการฉบับนี้
• ท่าน และ ของท่าน หมายถึง ลูกค้าผู้ซื้อสินค้าและได้รับการคุ้มครองการบริการภายใต้สัญญาบริการฉบับนี้

นโยบายรักษาความปลอดภัยการชำระเงิน
นโยบายรักษาความปลอดภัยการชำระเงินของเบิร์ดฉบับนี้ (“นโยบาย”) เป็นส่วนเพิ่มเติมจากเงื่อนไขในการใช้บริการเบิร์ด นโยบายความเป็นส่วนตัวและข้อกำหนดและเงื่อนไขเบิร์ด (โดยจะเรียกรวมกันว่า “ข้อกำหนด เบิร์ด”) สำหรับบัญชีผู้ใช้เบิร์ด ของท่าน คำนิยามใดหากมิได้ระบุไว้เป็นอย่างอื่นในนโยบายฉบับนี้ ให้มีความหมายตามที่ระบุในข้อกำหนดเบิร์ด หากมีข้อขัดแย้งขึ้นระหว่างนโยบายฉบับนี้กับบทบัญญัติในข้อกำหนดเบิร์ด ให้นำบทบัญญัติในนโยบายฉบับนี้มาบังคับใช้ คำนิยามใดในนโยบายฉบับนี้ให้มีความหมายตามที่ระบุไว้ในข้อกำหนดเบิร์ด เว้นแต่ที่ได้ระบุไว้อย่างชัดแจ้ง นโยบายฉบับนี้เป็นสัญญาตามกฎหมายระหว่างท่านกับ บริษัท เบิร์ด เอ็กซ์เพรส ลอจิสติคส์ จำกัด โดยการเข้าใช้บริการบัญชีผู้ใช้เบิร์ด ของท่าน ท่านตกลงที่จะผูกพันโดยนโยบายฉบับนี้
1.1 การรักษาความปลอดภัยซึ่งธุรกรรมอันมิได้รับอนุญาต
เบิร์ด จะชดใช้ค่าเสียหายให้แก่ท่านจากการทำธุรกรรมอันมิได้รับอนุญาต (ดังระบุไว้ด้านล่าง) ทั้งนี้ เฉพาะในกรณีที่ท่านได้ปฏิบัติตามนโยบายฉบับนี้
“ธุรกรรมอันมิได้รับอนุญาต” อันเกิดมาจากการยึดครองบัญชีผู้ใช้เบิร์ด โดยเหตุฉ้อโกงดังต่อไปนี้
ก. เงินที่ถูกส่งมาจากมูลค่าที่มีอยู่ในเบิร์ดหรือวอลเล็ตของท่าน ซึ่งท่านมิได้ให้ความยินยอมหรือที่ท่านมิได้มีส่วนได้เสีย
ข. ธุรกรรมทางการเงินหรือการเติมเงินเข้าเบิร์ดหรือวอลเล็ตจากบัตรเครดิตหรือเดบิตที่ได้บันทึกไว้ในบัญชีผู้ใช้เบิร์ด ของท่านซึ่งท่านมิได้ให้ความยินยอมหรือที่ท่านมิได้มีส่วนได้เสีย
ค. ธุรกรรมทางการเงินหรือการเติมเงินเข้าเบิร์ดหรือวอลเล็ตจากลิงค์ของบัญชีโดยตรงซึ่งท่านมิได้ให้ความยินยอมหรือที่ท่านมิได้มีส่วนได้เสีย
อย่างไรก็ตามที่ได้กล่าวมาก่อนหน้านี้ ท่านมีหน้าที่ ๆ จะต้องรักษาความปลอดภัยในบัญชีเบิร์ดหรือวอลเล็ตของท่าน หากท่านยินยอมให้บุคคลอื่นเข้าถึงบัญชีเบิร์ดหรือวอลเล็ตของท่าน โดยการเปิดเผยข้อมูลการลงชื่อเข้าใช้หรือโดยวิธีการอื่นใดเป็นเหตุให้บุคคลอื่นสามารถกระทำธุรกรรมโดยที่ท่านไม่รับทราบหรือไม่ได้ให้อนุญาต ท่านจะต้องรับผิดชอบกับการทำธุรกรรมใด ๆ ที่เกิดขึ้นจากการใช้งานดังกล่าว
1.2 การแจ้งให้ทราบ
ก. ท่านจะต้องแจ้งให้เบิร์ดหรือวอลเล็ต ทราบทันทีหากท่านเชื่อว่ามีธุรกรรมอันมิได้รับอนุญาตเกิดขึ้นหรือมีการเข้าใช้บัญชีผู้ใช้เบิร์ดหรือวอลเล็ต ของท่านโดยมิได้รับอนุญาต เพื่อให้ท่านมีสิทธิได้รับค่าเสียหายตามนโยบายฉบับนี้ ท่านจะต้องแจ้งให้เราทราบภายใน 60 วันนับตั้งแต่วันที่มีธุรกรรมอันมิได้รับอนุญาตเกิดขึ้นในบัญชีผู้ใช้เบิร์ดหรือวอลเล็ตของท่าน
ข. ท่านจะต้องลงชื่อเข้าใช้บัญชีของท่านและตรวจสอบประวัติการสั่งซื้อเป็นประจำเพื่อป้องกันไม่ให้มีธุระกรรมอันมิได้รับอนุญาตเกิดขึ้น เบิร์ดจะส่งอีเมลล์ไปยังอีเมลล์ของท่านซึ่งได้แจ้งไว้กับเราเพื่อแจ้งให้ท่านทราบถึงธุรกรรมใด ๆ ของบัญชีผู้ใช้ของท่าน โดยท่านควรตรวจสอบการยืนยันการทำธุรกรรมเพื่อให้มั่นใจว่าธุรกรรมนั้น ๆ เป็นการกระทำโดยได้รับอนุญาตจากท่านและมีข้อมูลที่ถูกต้อง
ค. หากมีธุรกรรมอันมิได้รับอนุญาตเกิดขึ้นในบัญชีผู้ใช้ของท่าน กรุณาติดต่อศูนย์บริการลูกค้าเบิร์ด ผ่านหน้าเว็บไซต์ (https://www.birdfresh.in.th/home/contact) ท่านจะต้องแจ้งข้อมูล และหรือเอกสารที่ครบถ้วนตามที่ระบุไว้ในข้อกำหนดในหน้าเพจนั้น ๆ และตามที่เราร้องขอ เพื่อเริ่มการตรวจสอบ เบิร์ดจะเริ่มการตรวจสอบแต่เพียงข้อมูลหรือเอกสารที่ท่านแจ้งมาเท่านั้น
1.3 การกระทำจากเบิร์ด เมื่อได้รับการแจ้งให้ทราบ
ก. เมื่อท่านแจ้งให้เราทราบพร้อมทั้งแสดงข้อมูลและหรือเอกสารที่จำเป็นอย่างครบถ้วน เราจะกระทำการดังต่อไปนี้
(ก) เราจะกระทำการตรวจสอบและตัดสินในกรณีที่มีธุรกรรมอันมิได้รับอนุญาตเกิดขึ้น
(ข) เบิร์ด จะกระทำการตรวจสอบให้เสร็จสิ้นภายใน 2 วันทำการนับตั้งแต่วันที่ได้รับข้อมูลและหรือเอกสารที่จำเป็นจากท่าน
(ค) เราจะแจ้งให้ท่านทราบถึงการตัดสินใจของเราเมื่อเราได้ทำการตรวจสอบเสร็จสิ้น
ข. หากเราตัดสินได้ว่าธุรกรรมอันมิได้รับอนุญาตนั้น ๆ ต้องตรงการตามรักษาความปลอดภัยของการชำระเงินของเบิร์ด เราจะคืนเงินเต็มจำนวนให้แก่ช่องทางที่เกี่ยวข้องดังต่อไปนี้


ธุรกรรมอันมิได้รับอนุญาต - การชำระเงินคืน
*ใบเสร็จการรับชำระเงินคืนของลูกค้านั้นขึ้นอยู่กับระยะเวลาในการคืนเงินของธนาคารหรือบริษัทคู่ค้า
ค. หากเราตัดสินได้ว่าธุรกรรมอันมิได้รับอนุญาตนั้น ๆ ไม่ตรงตามการรักษาความปลอดภัยในการชำระเงินของ เบิร์ด เราจะทำการส่งอีเมลล์เพื่อแจ้งให้ท่านทราบถึงการตัดสินใจของเราอันถือว่าเป็นอันสิ้นสุด
1.4 ขอบเขตการรักษาความปลอดภัย
ก. ธุรกรรมดังต่อไปนี้ไม่อยู่ในขอบเขตความคุ้มครองนโยบายรักษาความปลอดภัยการชำระเงินของเบิร์ด
(ก) ธุรกรรมอันเกิดจากข้อพิพาทในการไม่ได้รับสินค้าที่ท่านซื้อ
(ข) เมื่อเราได้ข้อยุติว่ามีการฉ้อโกงหรือความประมาทเลินเล่อจากลูกค้า เช่น หากเราได้ข้อยุติว่าท่านเต็มใจที่จะแจ้งข้อมูลอ้างอิงในบัญชีผู้ใช้ของท่านให้แก่บุคคลที่สาม โดยการฉ้อฉลหรือปราศจากความระมัดระวังต่อการคุ้มครองบัญชีผู้ใช้ของท่านเอง
(ค) เมื่อเราได้ข้อยุติว่าท่านมีประวัติอันเกี่ยวข้องและหรือเป็นผู้ช่วยเหลือในการกระทำฉ้อโกง และหรือมีส่วนเกี่ยวข้องในธุรกรรมอันมิได้รับอนุญาต
(ง) เมื่อธุรกรรมอันมิได้รับอนุญาตนั้นเกิดจากเหตุสุดวิสัย รวมไปถึงแต่ไม่จำกัดเฉพาะ ภัยธรรมชาติ, การจลาจลจากสงคราม, ผลจากการก่อการร้าย, สถานการณ์อันไม่สงบ อันอยู่เหนือการควบคุมของเบิร์ด
(จ) เมื่อธุรกรรมอันมิได้รับอนุญาตนั้นเกิดจากผลกระทบจากช่องทางหรือระบบใด ๆ (รวมไปถึงเบิร์ดหรือวอลเล็ตและอื่น ๆ ) รวมไปถึงแต่ไม่จำกัดเฉพาะ การพยายามเจาะเข้าระบบ, การอัพเกรดหรือการไม่สามารถทำงานได้อย่างปกติของธนาคาร, ช่วงเวลาเครื่องไม่ทำงานของบริษัทโทรคมนาคม หรืออื่น ๆ ซึ่งท่านได้ทราบอยู่แล้วก่อนที่จะมีการทำธุรกรรมอันมิได้รับอนุญาต
(ฉ) ‘การประนีประนอมยอมความกับบุคคลที่สาม’ การชำระเงินอันมิได้รับอนุญาตอันเป็นผลมาจากการประนีประนอมยอมความกับบุคคลที่สาม เช่น ธนาคาร หรือ
(ช) หน่วยงานที่ควบคุมหรือข้อจัดกัดแห่งกฎหมายอันยกเว้นการชำระเงินคืนให้แก่ลูกค้า

                        </pre>
                    </div>
                </div>
            </div>
        </div>
    </div>
</div>

<style>
</style>


@stop
