@extends('new_ui.layouts.front-end')
@section('style')
<style>
    .title_posit {
        text-align: left;
    }

    .footer-area {
        display: none;
    }

    .nav_custom_cat {
        display: none !important;
    }

    .o-btn-purple {
        border-radius: 8px;
        background-color: #f8eaf3;
        padding: 10px;
        color: #c75ba1;
        border: 0px;
        width: 100px;
    }

    .o-btn {
        border-radius: 8px;
        background-color: #226fff;
        padding: 10px;
        color: white;
        border: 0px;
        width: 100%;
        height: calc(1.5em + .75rem + 2px);
        padding: .375rem .75rem;
        font-size: 1rem;
        font-weight: 400;
        line-height: 1.5;
    }

    .o-btn2 {
        border-radius: 8px;
        background-color: #f8eaf3;
        padding: 10px;
        color: #c75ba1;
        border: 0px;
        width: 100%;
        height: calc(1.5em + .75rem + 2px);
        padding: .375rem .75rem;
        font-size: 1rem;
        font-weight: 400;
        line-height: 1.5;
    }

    .o-bg-box {
        background-color: white;
        border-radius: 8px;
        box-shadow: 0 3px 10px 0 rgba(0, 0, 0, 0.16);
    }

    .img-res {
        width: 20px;
    }

    .card_res {
        width: 30px;
    }

    .text-res {
        font-size: 12px;
    }

    @media (min-width: 768px) {
        .title_posit {
            text-align: left;
        }
    }

    .round {
        position: relative;
    }

    .round label {
        background-color: #fff;
        border: 1px solid #ccc;
        border-radius: 50%;
        cursor: pointer;
        height: 28px;
        left: 0;
        position: absolute;
        top: 0;
        width: 28px;
    }

    .round label:after {
        border: 2px solid #fff;
        border-top: none;
        border-right: none;
        content: "";
        height: 6px;
        left: 7px;
        opacity: 0;
        position: absolute;
        top: 8px;
        transform: rotate(-45deg);
        width: 12px;
    }

    .round input[type="checkbox"] {
        visibility: hidden;
    }

    .round input[type="checkbox"]:checked+label {
        background-color: #66bb6a;
        border-color: #66bb6a;
    }

    .round input[type="checkbox"]:checked+label:after {
        opacity: 1;
    }

    .inside-md {
        background-color: white;
        border-radius: 6px;
        box-shadow: 0 2px 9px 0 rgba(146, 146, 146, 0.26);
    }

    .bt-wb {
        border-radius: 6px;
        background-color: white;
        color: #1947e3;
        border: #1947e3 1px solid;
        width: 30px;
    }

    .abs-baht {
        position: absolute;
        left: 25px;
        top: 20px;
    }

    .modal {
        overflow: auto !important;
    }

    @media (min-width: 320px) {
        .border_custom_none {
            border-right: none;
        }
    }


    @media (min-width: 576px) {
        .border_custom_none {
            border-right: none;
        }
    }


    @media (min-width: 768px) {
        .border_custom_none {
            border-right: #d9d9d9 1px solid;
        }
    }


    @media (min-width: 992px) {
        .border_custom_none {
            border-right: #d9d9d9 1px solid;
        }
    }


    @media (min-width: 1200px) {
        .border_custom_none {
            border-right: #d9d9d9 1px solid;
        }
    }

    .table-bordered {
        border: unset;
    }
</style>
@endsection

@section('content')
<div class="container pb_custom_footer">
    <div class="row">
        <div class="col-xl-10 col-lg-12 col-md-12 col-12 mx-auto">
            <div class="row">
                <div class="col-3 d-xl-block d-lg-block d-md-none d-none px-0 sticky-top mr-0"
                    style="height: calc(100vh - 131px); top: 131px; z-index: 900;">
                    @include('includes._menu_left_user_profile')
                </div>
                <div class="col-xl-9 col-lg-9 col-md-12 col-12 pt-4 pt-md-0 pt-lg-0 mb-4 mt-0 mt-md-4 mt-lg-4">

                    @if(isset($wallet->status) && $wallet->status=='appect')
                    <div class="col-12 px-1 py-3" style='border-bottom: 1px solid #d9d9d9;'>
                        <div class='row'>
                            <div class=' col-lg-6 col-md-6 col-12'>
                                <h3><strong>วอลเลต Multi Pay</strong></h3>
                            </div>
                            <div class="col-lg-3 col-md-3 col-12 ml-auto" data-toggle="modal" data-target="#Wallet"
                                style='text-align : right;'>
                                <button class="o-btn" data-toggle="modal" data-target="#topup-wallet">+
                                    เติมเงินวอลเลต</button>
                            </div>
                            {{-- <div class="col-lg-3 col-md-3 col-12" style='text-align : right;'>
                                <button class="o-btn2" data-toggle="modal" data-target="#">
                                    <img src='new_ui/img/re-money.svg' style='width:15px;'>
                                ถอนเงิน</button>
                            </div> --}}
                        </div>
                    </div>
                    <div class='col-lg-12 col-12 px-0'>
                        <div class='col-lg-12 col-md-12 col-12 px-0 mt-4 o-bg-box'>
                            <div>
                                <div class="col-lg-12 col-md-12 col-sm-12 py-4">
                                    <div class="col-lg-12 px-0" style='border-bottom: #d9d9d9 1px solid;'>
                                        <div class='col-12 px-0 font_head_item' style='color:#c45e9f'>
                                            <strong>ยอดเงินที่ใช้ได้</strong>
                                        </div>
                                        <div class='col-12 px-0'>
                                            <h1><strong>฿ {{ number_format($wallet->credit,2) }}</strong></h1>
                                        </div>
                                    </div>
                                    <div class='row'>
                                        <div class='col-lg-2 col-md-2 col-4 mt-2'
                                            style='border-right: #d9d9d9 1px solid;'>
                                            <div class='col-12 px-0' style='text-align:center;color:#c45e9f'>
                                                <strong class="font_head_item">พอยท์</strong>
                                            </div>
                                            <div class='d-flex flex-row'>
                                                <div class='px-0 col-10 text-center' style='text-align:right'>
                                                    <h2><strong
                                                            class="font_price">{{ number_format($wallet->point,2) }}</strong>
                                                    </h2>
                                                </div>
                                                <div class='px-0 col-2 pt-1 px-1 text-right'>
                                                    <img src='new_ui/img/bank/cp.PNG' style='width:20px;'>
                                                </div>
                                            </div>
                                        </div>
                                        <div class='col-lg-2 col-md-2 col-4 mt-2'>
                                            <div class='col-12 px-0' style='text-align:center;color:#c45e9f'>
                                                <strong class="font_head_item">เหรียญ</strong>
                                            </div>
                                            <div class='d-flex flex-row'>
                                                <div class='px-0 col-10 text-center' style='text-align:right'>
                                                    <h2><strong
                                                            class="font_price">{{ number_format($wallet->coin,2) }}</strong>
                                                    </h2>
                                                </div>
                                                <div class='px-0 col-2 pt-1 px-1 text-right'>
                                                    <img src='new_ui/img/bank/pp.PNG' style='width:20px;'>
                                                </div>
                                            </div>
                                        </div>
                                        <div class='col-lg-2 col-md-2 col-4 mt-2 border_custom_none'>
                                            <div class='col-12 px-0' style='text-align:center;color:#c45e9f'>
                                                <strong class="font_head_item">เงินคืน</strong>
                                            </div>
                                            <div class='d-flex flex-row'>
                                                <div class='px-0 col-12' style='text-align:center'>
                                                    <h2><strong class="font_price">฿0.00</strong></h2>
                                                </div>
                                            </div>
                                        </div>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                    <div class="col-12 pt-2 px-0">
                        <div class="d-none">
                            <ul class="nav nav-tabs" id="myTab" role="tablist" style='background-color : white '>
                                <li class="nav-item" role="presentation">
                                    <a class="nav-link active" id="list-1-tab" data-toggle="tab" href="#list-1"
                                        role="tab" aria-controls="list-1" aria-selected="true">รายการบันทึกทั้งหมด</a>
                                </li>
                                <li class="nav-item" role="presentation">
                                    <a class="nav-link" id="list-2-tab" data-toggle="tab" href="#list-2" role="tab"
                                        aria-controls="list-2" aria-selected="false">รายการซื้อ</a>
                                </li>
                                <li class="nav-item" role="presentation">
                                    <a class="nav-link" id="list-3-tab" data-toggle="tab" href="#list-3" role="tab"
                                        aria-controls="list-3" aria-selected="false">เงินคืน</a>
                                </li>
                                <li class="nav-item" role="presentation">
                                    <a class="nav-link" id="list-4-tab" data-toggle="tab" href="#list-4" role="tab"
                                        aria-controls="list-4" aria-selected="false">เติมเงิน</a>
                                </li>
                                <li class="nav-item" role="presentation">
                                    <a class="nav-link" id="list-5-tab" data-toggle="tab" href="#list-5" role="tab"
                                        aria-controls="list-5" aria-selected="false">คูปองส่วนลด</a>
                                </li>
                            </ul>
                        </div>
                        <div class="col-12 px-0">
                            <hr class="w-100">
                        </div>
                        <div class="row">
                            <div class="col-lg-4 col-md-6 col-12">
                                <div class="form-group ">
                                    <select class="form-control" id="select-submenu">
                                        <option value="1">ประวัติการเติมสินค้า ({{count($wallettrans)}})</option>
                                        <option value="2">ธุรกรรมทั้งหมด ({{count($wallettrans2)}})</option>
                                        <!-- <option value="3">เงินคืน </option>
                                        <option value="4">เติมเงิน </option>
                                        <option value="5">คูปองส่วนลด </option> -->
                                    </select>
                                </div>
                            </div>
                        </div>
                        <div class="tab-content" id="myTabContent">
                            <div class="tab-pane fade show active" id="list-1" role="tabpanel"
                                aria-labelledby="list-1-tab">
                                @include('component.wallet-history')
                            </div>
                            <div class="tab-pane fade" id="list-2" role="tabpanel" aria-labelledby="list-2-tab">
                                @include('component.wallet-history2')
                            </div>
                            <!-- <div class="tab-pane fade" id="list-3" role="tabpanel" aria-labelledby="list-3-tab">
                                @include('new_ui.user_seller.user-list-all')
                            </div> -->
                            <!-- <div class="tab-pane fade" id="list-4" role="tabpanel" aria-labelledby="list-4-tab">
                                @include('new_ui.user_seller.user-list-all')
                            </div> -->
                            <!-- <div class="tab-pane fade" id="list-5" role="tabpanel" aria-labelledby="list-5-tab">
                                @include('new_ui.user_seller.user-list-all')
                            </div> -->
                        </div>
                    </div>
                    @else
                    <div class="col-12 py-4 rounded8px" style="background-color: #fff;">
                        <div class="row">
                            <div class="col-12">
                                <h6><strong>เงื่อนไขและข้อจำกัด</strong></h6>
                            </div>
                            <div class="col-12">
                                <div style="overflow-y: scroll; overflow-x: hidden; height: 516px;">
                                    <h6>
                                        เงื่อนไขการให้บริการและนโยบายส่วนบุคคล นี้เป็นข้อตกลงระหว่าง บริษัท เอสพี
                                        อินเวสเตอร์เรส จํากัด ซึ่งมีสำนักงานใหญ่ตั้งอยู่ที่ 8/1 ถนนบรมราชชนนี
                                        แขวงศาลาธรรมสพน์ เขตทวีวัฒนา กรุงเทพมหานคร 10170 (ซึ่งต่อไปนี้จะเรียกว่า
                                        “บริษัท”)ฝ่ายหนึ่ง
                                        กับ ผู้ใช้บริการ Multi Pay (ซึ่งต่อไปนี้จะเรียกว่า “ผู้ใช้บริการ”)
                                        อีกฝ่ายหนึ่ง เพื่อใช้บริการ Multi Pay (ซึ่งต่อไปนี้จะเรียกว่า “บริการ”)
                                        โดยผู้ใช้บริการสามารถทําธุรกรรมการเงินด้วยเงินอิเล็กทรอนิกส์ของบริษัท
                                        (ซึ่งต่อไปนี้จะเรียกว่า “เงิน”) บัญชีอิเล็กทรอนิกส์ที่ผูกกับบัญชีของผู้ใช้บริการ
                                        ทั้งการเติม-จ่าย-โอน-ถอน ได้อย่างสะดวก ผ่านแอปพลิเคชัน Multi Pay
                                        (ซึ่งต่อไปนี้จะเรียกว่า “แอปพลิเคชัน”)
                                        ตามรายละเอียดที่ปรากฏในเงื่อนไขการให้บริการ
                                        และนโยบายส่วนบุคคล Multi Pay นี้ (ซึ่งต่อไปนี้จะเรียกว่า
                                        “เงื่อนไขการให้บริการ”)
                                        ผู้ใช้บริการมีหน้าที่ทําความเข้าใจอย่างละเอียดก่อนการใช้บริการ
                                        และคอยตรวจสอบเงื่อนไขการให้บริการนี้อย่างสม่ำเสมอ หากมีข้อสงสัยเกี่ยวกับบริการ
                                        ผู้ใช้บริการสามารถติดต่อสอบถามได้ผ่านช่องทางศูนย์ลูกค้าสัมพันธ์ตามที่บริษัทกำหนด

                                    </h6>

                                    {{-- <h3>1. ข้อกําหนดทั่วไป</h3> --}}

                                    <ol>
                                        <li>ข้อกําหนดทั่วไป {{-- 1 --}}
                                            <ol>
                                                <li>ผู้ใช้บริการตกลงที่จะปฏิบัติและผูกพันตามเงื่อนไขการให้บริการ
                                                    ซึ่งการใช้บริการของผู้ใช้บริการถือเป็นการยอมรับเงื่อนไขการให้บริการนี้
                                                    โดยบริษัทอาจแก้ไข หรือเพิ่มเติมเงื่อนไขการให้บริการได้
                                                    ไม่ว่าในเวลาใด
                                                    โดยไม่ต้องแจ้งให้ผู้ใช้บริการทราบล่วงหน้า
                                                    เว้นแต่เป็นการแก้ไขที่ส่งผลกระทบต่อผู้ใช้บริการอย่างมีนัยสำคัญ
                                                    และการที่ผู้ใช้บริการใช้บริการต่อไปภายหลังจากที่มีการแก้ไข
                                                    หรือเพิ่มเติมดังกล่าว ย่อมถือเป็นการยอมรับการแก้ไข
                                                    หรือเพิ่มเติมในแต่ละครั้ง
                                                </li>
                                                <li>ว้นแต่จะได้มีการแจ้ง หรือกําหนดไว้เป็นอย่างอื่น คุณลักษณะใหม่ ๆ
                                                    ที่ได้แก้ไข เพิ่มเติม
                                                    หรือปรับปรุงในบริการให้ถือว่าอยู่ภายใต้เงื่อนไขการให้บริการฉบับนี้ทั้งสิ้น
                                                </li>
                                                <li>บริษัทสงวนสิทธิในการปรับปรุงหรือยกเลิกการบริการ
                                                    หรือส่วนใดส่วนหนึ่งของบริการ ไม่ว่าจะเป็นการชั่วคราว
                                                    หรือตลอดไปได้ตลอดเวลา โดยบริษัทจะแจ้งให้ทราบล่วงหน้า
                                                </li>
                                            </ol>
                                        </li>

                                        <li>การใช้บริการ {{-- 2 --}}
                                            <ol>
                                                <li>ในการสมัครใช้บริการ ผู้ใช้บริการจะต้องเปิดบัญชี
                                                    เพื่อใช้ในการทํารายการต่าง ๆ อันเกี่ยวเนื่องกับการใช้บริการ
                                                    โดยผู้ใช้บริการต้องดำเนินการดังต่อไปนี้
                                                    <ol>
                                                        <li>
                                                            ผู้ใช้บริการที่มีสัญชาติไทย ต้องกรอกชื่อ-นามสกุล อีเมล
                                                            หมายเลขโทรศัพท์เคลื่อนที่ ที่อยู่ อาชีพ สถานที่ทำงาน
                                                            วันเดือนปีเกิด
                                                            ลายมือชื่ออิเล็กทรอนิกส์
                                                            และหมายเลขบัตรประจําตัวประชาชนของตนเอง
                                                            รวมทั้งข้อมูลอื่น ๆ ตามที่บริษัทกำหนด หรือจะกำหนดต่อไป
                                                            เพื่อให้เป็นไปตามวัตถุประสงค์ในการให้บริการของบริษัทและ/หรือกฎหมายที่เกี่ยวข้อง
                                                            เมื่อผู้ใช้บริการกรอกข้อมูลข้างต้นแล้ว
                                                            ผู้ใช้บริการจะต้องกําหนดตัวอักษร
                                                            อักขระ ตัวเลข สัญลักษณ์ รวมถึงข้อมูลทางชีวภาพ
                                                            ตามที่บริษัทกำหนด
                                                            ซึ่งต่อไปนี้จะเรียกว่า “รหัสผ่าน”
                                                            โดยสามารถแก้ไขเปลี่ยนแปลงรหัสผ่านนี้ได้เองในภายหลังตามข้อกําหนดและเงื่อนไขของบริษัท
                                                            ทั้งนี้ บริษัทขอสงวนสิทธิในการปฏิเสธการเปิดใช้บริการ
                                                            ให้บริการ
                                                            และ/หรือทำธุรกรรมกับผู้ใช้บริการที่ปกปิดชื่อจริง หรือ
                                                            ใช้นามแฝง
                                                            หรือเมื่อบริษัทตรวจพบว่าชื่อที่ผู้ใช้บริการลงทะเบียนไว้เป็นชื่อที่ไม่ถูกต้องบริษัทขอสงวนสิทธิปฏิเสธการเปิดใช้บริการ
                                                            ให้บริการ และ/หรือทำธุรกรรม ทั้งนี้
                                                            ผู้ใช้บริการตกลงและยอมรับว่าการพิจารณาอนุมัติการสมัครใช้บริการขึ้นอยู่กับดุลยพินิจของบริษัทแต่เพียงฝ่ายเดียวเท่านั้น
                                                        </li>
                                                    </ol>

                                                </li>
                                                <li>ผู้ใช้บริการจะต้องเก็บรักษารหัสผ่าน
                                                    และข้อมูลที่ใช้ในการสมัครใช้บริการไว้เป็นความลับเฉพาะตัวของผู้ใช้บริการเท่านั้น
                                                    และไม่เปิดเผย หรือกระทำการใด ๆ ที่อาจทำให้ผู้อื่นทราบรหัสผ่าน
                                                    และ/หรือข้อมูลดังกล่าว ผู้ใช้บริการยอมรับว่าหากมีการทํารายการใด ๆ
                                                    โดยใช้รหัสผ่านของผู้ใช้บริการ
                                                    ให้ถือว่าเป็นการกระทําโดยตัวของผู้ใช้บริการเองทุกประการ
                                                    โดยบริษัทไม่ต้องรับผิดชอบในความเสียหายที่เกิดขึ้นจากการทํารายการใด ๆ
                                                </li>
                                                <li>ในกรณีที่ผู้ใช้บริการใช้รหัสผ่านทํารายการใด ๆ
                                                    อันเกี่ยวเนื่องกับการใช้บริการเสร็จสิ้นสมบูรณ์แล้ว
                                                    ผู้ใช้บริการยอมรับว่าไม่สามารถยกเลิก เพิกถอน เปลี่ยนแปลง
                                                    หรือแก้ไขรายการดังกล่าวได้
                                                    และผู้ใช้บริการต้องผูกพันตามรายการดังกล่าวทุกประการ </li>
                                                <li>ผู้ใช้บริการสามารถใช้รหัสผ่านสําหรับการใช้บริการชําระค่าสินค้า
                                                    และ/หรือค่าบริการ รวมทั้งการทําธุรกรรมต่าง ๆ ด้านการเงิน การธนาคาร
                                                    และ/หรือการทําธุรกรรมใด ๆ
                                                    ซึ่งบริษัทอาจจะขยายขอบเขตการให้บริการต่อไปในภายหน้า </li>
                                                <li>ผู้ใช้บริการรับทราบว่า
                                                    ในการใช้บริการหากมีการป้อนรหัสผ่านผิดติดต่อกันมากกว่าจํานวนครั้งที่บริษัทกําหนด
                                                    บริษัทจะระงับการใช้บริการโดยอัตโนมัติทันที
                                                    ผู้ใช้บริการจะสามารถใช้บริการต่อไปได้ก็ต่อเมื่อแจ้งความจํานงให้บริษัทดําเนินการตามวิธีที่บริษัทกําหนดเพื่อขอออกรหัสผ่านใหม่
                                                </li>
                                                <li>ในกรณีที่ผู้ใช้บริการลืมรหัสผ่าน
                                                    หรือต้องการเปลี่ยนแปลงรหัสผ่านไม่ว่าด้วยเหตุใด ๆ
                                                    ผู้ใช้บริการต้องดําเนินการแจ้งให้บริษัททราบทันทีตามวิธีการที่บริษัทกําหนด
                                                    อย่างไรก็ตาม การดําเนินการต่าง ๆ
                                                    ข้างต้นจะไม่มีผลกระทบต่อการทําธุรกรรมใด
                                                    ๆ ที่ได้ดําเนินการไปแล้วก่อนการแจ้งให้บริษัททราบ </li>
                                                <li>ผู้ใช้บริการตกลงยินยอมชําระค่าธรรมเนียมการใช้บริการตามอัตราที่บริษัทกําหนด
                                                </li>
                                                <li>ผู้ใช้บริการรับทราบว่าบริษัทเป็นเพียงผู้ให้บริการในการอํานวยความสะดวกในการชําระ
                                                    และ/หรือรับชำระค่าสินค้า และทําธุรกรรมตามคําสั่งของผู้ใช้บริการ
                                                    ดังนั้น
                                                    หากมีปัญหาเกิดขึ้นกับสินค้า และ/หรือบริการ
                                                    หรือมีความชํารุดบกพร่องของสินค้า และ/หรือบริการ หรือเกิดข้อพิพาทใด ๆ
                                                    ผู้ใช้บริการต้องดําเนินการติดต่อกับผู้ขาย
                                                    และ/หรือผู้ให้บริการของสินค้า
                                                    และ/หรือบริการเหล่านั้นด้วยตนเอง อนึ่ง
                                                    ในการให้บริการรับชําระค่าสินค้า
                                                    บริษัทไม่มีส่วนรู้เห็นในสัญญา
                                                    ข้อกําหนด หรือสิทธิและหน้าที่ต่าง ๆ
                                                    ซึ่งผู้ใช้บริการและผู้ขายและ/หรือผู้ให้บริการมีต่อกัน ดังนั้น
                                                    หากมีข้อพิพาทอันเนื่องมาจากการให้บริการรับชําระค่าสินค้า
                                                    และ/หรือบริการของบริษัทเกิดขึ้น ไม่ว่าจะเป็นการชําระหนี้เกินกําหนด
                                                    การชําระหนี้เพียงบางส่วน การถูกระงับการให้บริการ หรือกรณีอื่นใด
                                                    ผู้ใช้บริการจะต้องเป็นผู้รับผิดชอบ
                                                    และ/หรือดําเนินการแก้ไขข้อพิพาทด้วยตนเอง
                                                    โดยบริษัทไม่มีส่วนเกี่ยวข้องแต่อย่างใด </li>
                                                <li>บริษัทสงวนสิทธิในการปฏิเสธการทํารายการชำระ หรือรับชําระค่าสินค้า
                                                    และ/หรือค่าบริการ ดังต่อไปนี้
                                                    <ol>
                                                        <li>การชำระ หรือรับชําระค่าสินค้า ในนามนิติบุคคล หรือบุคคลอื่น
                                                            ๆ หรือ </li>
                                                        <li>การชำระ หรือรับชําระค่าสินค้า
                                                            บางประเภทซึ่งถูกระงับการให้บริการ </li>
                                                        <li>การชำระ หรือรับชําระค่าสินค้า บางประเภทซึ่งมีหนี้ค้างชําระ
                                                            และเกินกําหนดชําระ หรือ </li>
                                                        <li>การชำระ หรือรับชําระค่าสินค้า
                                                            บางประเภทซึ่งเป็นการชําระเพียงบางส่วน หรือ </li>
                                                        <li>การชำระ หรือรับชำระสินค่าสินค้า ซึ่งขัดต่อกฎหมาย
                                                            ศีลธรรมอันดี </li>
                                                        <li>การชำระ หรือรับชำระค่าสินค้า
                                                            เกินจำนวนรายการที่บริษัทกำหนดต่อเดือน ทั้งนี้
                                                            เงื่อนไขในการชําระค่าสินค้า เป็นไปตามข้อกําหนดของผู้ขาย
                                                            และ/หรือผู้ให้บริการแต่ละราย</li>
                                                    </ol>
                                                </li>
                                                <li>
                                                    กรณีที่บริษัทตรวจพบว่าเงินในบัญชีของผู้ใช้บริการมีไม่เพียงพอชําระค่าสินค้า
                                                    หรือค่าสินค้า
                                                    และ/หรือค่าบริการต่ำกว่ายอดการใช้จ่ายขั้นต่ำที่บริษัทกำหนด
                                                    หรือค่าสินค้า
                                                    และ/หรือค่าบริการเกินกว่าวงเงินที่บริษัทกําหนดไว้สําหรับผู้ใช้บริการในครั้งใด
                                                    บริษัทมีสิทธิระงับการให้บริการแก่ผู้ใช้บริการในครั้งนั้นได้ </li>
                                                <li>
                                                    บริษัทจะให้บริการอย่างดีที่สุดเพื่อให้ผู้ใช้บริการได้รับบริการที่พึงพอใจ
                                                    ดังนั้น หากการให้บริการใด ๆ ของบริษัทเกิดความผิดพลาด ล่าช้า
                                                    ไม่ว่าเกิดขึ้นจากระบบคอมพิวเตอร์ ระบบอินเตอร์เน็ต
                                                    อุปกรณ์อิเล็กทรอนิกส์ต่าง ๆ
                                                    หรือระบบอื่นใดที่เกี่ยวข้องกับการให้บริการ
                                                    รวมทั้งระบบเครือข่ายโทรศัพท์เคลื่อนที่ และไม่ว่าจะเกิดจากเหตุใด ๆ
                                                    ผู้ใช้บริการตกลงไม่ยกเอาเหตุขัดข้องดังกล่าวมาเป็นข้อเรียกร้องค่าเสียหายใด
                                                    ๆ จากบริษัท </li>
                                                <li>บริษัทจะไม่รับผิดชอบในทุกกรณีต่อความสูญหาย หรือเสียหาย
                                                    ไม่ว่าจะโดยทางตรง หรือโดยทางอ้อม
                                                    อันเกิดขึ้นกับข้อมูลในโทรศัพท์เคลื่อนที่ หรือโทรศัพท์เคลื่อนที่
                                                    หรืออุปกรณ์อื่นใดอันเป็นผลมาจากการให้บริการ </li>
                                                <li>บริษัทขอสงวนสิทธิในการระงับ หรือยกเลิกการใช้บริการของผู้ใช้บริการ
                                                    โดยไม่ต้องแจ้งให้ผู้ใช้บริการทราบล่วงหน้า
                                                    หากบริษัทพบว่ามีพฤติการณ์ใดพฤติการณ์หนึ่งตามข้อ 4.2
                                                    ของเงื่อนไขการให้บริการฉบับนี้เกิดขึ้น </li>
                                                <li>บริษัทขอสงวนสิทธิในการระงับหรือยกเลิกการใช้บริการของผู้ใช้บริการ
                                                    โดยไม่ต้องแจ้งให้ผู้ใช้บริการทราบล่วงหน้า
                                                    หากบริษัทมีข้อมูลหรือตรวจสอบพบว่าบัญชีของผู้ใช้บริการมีการนำไปใช้ในลักษณะตัวแทนรับชำระเงินหรือประกอบธุรกิจในรูปแบบต่าง
                                                    ๆ เพื่อประโยชน์ในเชิงพาณิชย์
                                                    หรือมีการนำไปใช้ในลักษณะเป็นช่องทางการฝากเงินสดและถอนเงินสด
                                                    ไม่ว่าจะเพื่อประโยชน์ของผู้ใช้บริการและ/หรือบุคคลอื่น ทั้งนี้
                                                    บริษัทไม่มีส่วนเกี่ยวข้องหรือรับผิดชอบในความเสียหายที่จะเกิดขึ้นทั้งหมดอันเนื่องมาจากการระงับ
                                                    และ/หรือยกเลิกการใช้บริการของผู้ใช้บริการดังกล่าว </li>
                                                <li>ตามพระราชบัญญัติการป้องกันและปรามปรามการฟอกเงิน พ.ศ. 2542
                                                    รวมถึงประกาศ
                                                    และหลักเกณฑ์ที่เกี่ยวข้องซึ่งมีผลใช้บังคับอยู่ในปัจจุบัน
                                                    และ/หรือที่จะมีผลใช้บังคับในภายหน้า
                                                    บริษัทซึ่งเป็นผู้ประกอบธุรกิจเงินอิเล็กทรอนิกส์
                                                    มีหน้าที่ต้องปฏิบัติตามกฎหมายการป้องกันและปราบปรามการฟอกเงินและกฎหมายว่าด้วยการป้องกันและปราบปรามการสนับสนุนทางการเงินแก่การก่อการร้ายและการแพร่ขยายอาวุธที่มีอานุภาพทำลายล้างสูง
                                                    ดังนั้น
                                                    ผู้ใช้บริการจะต้องแสดงตัวตนโดยทําการลงทะเบียนและแสดงหลักฐานข้อมูล
                                                    เพื่อให้บริษัทตรวจสอบ พิสูจน์ทราบตัวตน
                                                    และพิสูจน์ทราบข้อเท็จจริงของหลักฐานข้อมูลให้ครบถ้วนและถูกต้องตามที่กฎหมายกําหนด
                                                    หากผู้ใช้บริการไม่ดําเนินการลงทะเบียนหรือแสดงหลักฐานภายในระยะเวลาที่กําหนด
                                                    และ/หรือบริษัทไม่สามารถพิสูจน์ทราบตัวตนของผู้ใช้บริการได้
                                                    ผู้ใช้บริการยินยอมให้บริษัทระงับการให้บริการ
                                                    หรืองดเว้นการทำธุรกรรมของผู้ใช้บริการเป็นการชั่วคราว
                                                    จนกว่าผู้ใช้บริการจะลงทะเบียน และแสดงหลักฐานข้อมูลที่ครบถ้วน
                                                    และถูกต้องตามแบบที่กฎหมายหรือสํานักงาน ปปง. กําหนด ทั้งนี้
                                                    หากผู้ใช้บริการไม่ดําเนินการลงทะเบียนหรือแสดงหลักฐานข้างต้นภายในระยะเวลา
                                                    90 (เก้าสิบ) วันนับแต่วันที่บริษัทดำเนินการระงับหรืองดเว้นข้างต้น
                                                    บริษัทขอสงวนสิทธิยกเลิกบัญชีของผู้ใช้บริการและ/หรือดำเนินการอื่นใดที่บริษัทเห็นสมควร
                                                </li>
                                                <li>บริษัทสงวนสิทธิในการเปลี่ยนแปลงเกณฑ์การพิจารณาอนุมัติ
                                                    และการจำกัดจำนวนบัญชีต่อ 1 (หนึ่ง) หมายเลขบัตรประจำตัวประชาชน
                                                    ตามที่บริษัทเห็นสมควร โดยไม่จำเป็นต้องแจ้งเหตุผลให้ผู้ใช้บริการทราบ
                                                </li>
                                                <li>ผู้ใช้บริการรับทราบว่า ในกรณีดังต่อไปนี้
                                                    ผู้ใช้บริการจะไม่สามารถทำธุรกรรมใด ๆ กับบัญชีของผู้ใช้บริการได้
                                                    <ol>
                                                        <li>
                                                            หมายเลขโทรศัพท์เคลื่อนที่ของผู้ใช้บริการที่ลงทะเบียนไว้กับบริษัทถูกระงับบริการ
                                                            ผู้ใช้บริการจะไม่สามารถทำธุรกรรมใด ๆ
                                                            กับบัญชีของผู้ใช้บริการได้
                                                            จนกว่าการระงับบริการจะถูกยกเลิก หรือ </li>
                                                        <li>
                                                            ผู้ใช้บริการเปลี่ยนหมายเลขโทรศัพท์เคลื่อนที่ที่ลงทะเบียนไว้กับบริษัท
                                                            หรือยกเลิกการใช้หมายเลขโทรศัพท์เคลื่อนที่ที่ลงทะเบียนไว้
                                                            หรือหมายเลขโทรศัพท์เคลื่อนที่ดังกล่าวถูกยกเลิกด้วยเหตุผลอื่นใด
                                                            ในกรณีดังกล่าวข้างต้น
                                                            ผู้ใช้บริการรับทราบว่าผู้ใช้บริการจะต้องนำเงินออกจากบัญชีของผู้ใช้บริการก่อนเปลี่ยนหมายเลขโทรศัพท์เคลื่อนที่
                                                            หรือก่อนหมายเลขโทรศัพท์เคลื่อนที่ดังกล่าวจะถูกระงับ
                                                            หรือถูกยกเลิก และปิดบัญชี มิฉะนั้น
                                                            บริษัทจะไม่รับผิดชอบในความเสียหายใด ๆ
                                                            ที่อาจเกิดขึ้นกับผู้ใช้บริการ</li>
                                                    </ol>
                                                </li>
                                                <li>บริษัทไม่รับผิดชอบในความเสียหาย
                                                    หรือความสูญหายที่เกิดกับเงินในบัญชีของผู้ใช้บริการ
                                                    อันเนื่องจากการที่โทรศัพท์เคลื่อนที่
                                                    หรืออุปกรณ์อื่นใดของผู้ใช้บริการได้สูญหาย หรือถูกขโมย
                                                    หรือผู้ใช้บริการถูกหลอกลวง หรือจากเหตุสุดวิสัยอื่นใด </li>
                                                <li>ผู้ใช้บริการสามารถสอบถามข้อมูลบริการ
                                                    และ/หรือแจ้งปัญหาในการใช้บริการได้ที่ช่องทางอื่นใดตามที่บริษัทกำหนดไว้
                                                </li>

                                            </ol>
                                        </li>
                                        <li>ข้อกำหนดและเงื่อนไขการใช้บริการการโอนเงินเข้าบัญชีเงินฝากธนาคาร {{-- 3 --}}
                                            <ol>
                                                <li>
                                                    ผู้ใช้บริการจะต้องทำรายการผ่านแอปพลิเคชันเพื่อขอโอนเงินจากบัญชีของผู้ใช้บริการเข้าบัญชีเงินฝากธนาคารที่ผู้ใช้บริการระบุ
                                                    ตามขั้นตอนและวิธีการที่บริษัทกำหนด </li>
                                                <li>
                                                    ผู้ใช้บริการรับทราบและยอมรับว่าในการโอนเงินจากบัญชีของผู้ใช้บริการเข้าบัญชีเงินฝากธนาคารที่ผู้ใช้บริการระบุ
                                                    บริษัทจะคิดค่าธรรมเนียม
                                                    โดยค่าธรรมเนียมดังกล่าวจะถูกหักจากเงินในบัญชีของผู้ใช้บริการทันทีที่ผู้ใช้บริการแจ้งขอโอนเงิน
                                                </li>
                                                <li>จำนวนเงินที่สามารถทำการโอนได้ต่อครั้ง
                                                    จะขึ้นอยู่กับประเภทของบัญชีของผู้ใช้บริการ </li>
                                                <li>
                                                    ผู้ใช้บริการสามารถทำรายการโอนเงินจากบัญชีของผู้ใช้บริการได้ไม่เกินจำนวนเงินที่กำหนดไว้ต่อวัน
                                                    ขึ้นอยู่กับประเภทของบัญชีของผู้ใช้บริการ </li>
                                                <li>ผู้ใช้บริการไม่สามารถขอยกเลิกคำร้องขอโอนเงินได้ </li>
                                                <li>กรณีที่บริษัทตรวจพบว่า
                                                    เงินในบัญชีของผู้ใช้บริการมีจำนวนไม่เพียงพอกับจำนวนเงินที่ขอโอนเงิน
                                                    และค่าธรรมเนียมการทำรายการโอนเงิน
                                                    บริษัทขอสงวนสิทธิในการระงับการให้บริการแก่ผู้ใช้บริการในครั้งนั้น ๆ
                                                </li>
                                                <li>หากการให้บริการของบริษัทมีเหตุขัดข้อง เนื่องจากระบบของธนาคาร
                                                    บริษัทจะทำการคืนเงินเข้าบัญชีของผู้ใช้บริการโดยอัตโนมัติ ภายใน 3
                                                    (สาม)
                                                    วันทำการ หลังจากได้รับแจ้งจากธนาคาร </li>
                                                <li>กรณีที่ผู้ใช้บริการส่งคำร้องขอโอนเงินแล้วและไม่สามารถโอนเงินได้
                                                    ไม่ว่าด้วยเหตุใด ๆ ก็ตาม
                                                    ผู้ใช้บริการรับทราบว่าบริษัทจะไม่คืนค่าธรรมเนียมในการทำรายการดังกล่าว
                                                    เว้นแต่กรณีที่ไม่สามารถโอนเงินได้เกิดจากเหตุขัดข้องจากระบบของบริษัท
                                                    หรือธนาคารเท่านั้น</li>
                                            </ol>
                                        </li>
                                        <li>การยกเลิกการใช้บริการ การยกเลิกและการระงับการให้บริการ {{-- 4 --}}
                                            <ol>
                                                <li>ในกรณีที่ผู้ใช้บริการประสงค์จะยกเลิกการใช้บริการ
                                                    ผู้ใช้บริการต้องแจ้งความประสงค์ด้วยตนเองผ่านช่องทางศูนย์ลูกค้าสัมพันธ์หรือช่องทางอื่นตามที่บริษัทกำหนด
                                                    และดำเนินการตามวิธีการที่บริษัทกำหนด
                                                    หากยังคงมีเงินคงเหลือในบัญชีของผู้ใช้บริการ
                                                    และผู้ใช้บริการไม่ได้ปฏิบัติผิดเงื่อนไขการให้บริการฉบับนี้
                                                    บริษัทจะดําเนินการคืนเงินเท่าที่คงเหลือให้ผู้ใช้บริการภายหลังจากหักค่าธรรมเนียมใด
                                                    ๆ (ถ้ามี) ภายในระยะเวลาที่บริษัทกําหนด แต่ไม่เกิน 15 (สิบห้า)
                                                    วันทำการ
                                                    โดยโอนไปยังบัญชีเงินฝากธนาคารของผู้ใช้บริการตามรายละเอียดที่ผู้ใช้บริการจะได้แจ้งให้บริษัททราบและในการนี้บริษัทขอสงวนสิทธิเรียกเก็บค่าธรรมเนียมอันเนื่องมาจากการโอนเงินดังกล่าว
                                                    (ถ้ามี) ทั้งนี้ ผู้ใช้บริการตกลงไม่คิดดอกเบี้ยหรือค่าตอบแทนใด ๆ
                                                    จากบริษัท </li>
                                                <li>บริษัทสงวนสิทธิยกเลิกการให้บริการ หรือระงับการให้บริการ
                                                    โดยไม่จำเป็นต้องแจ้งให้ผู้ใช้บริการทราบล่วงหน้า ในกรณีดังต่อไปนี้
                                                    <ol>
                                                        <li>ผู้ใช้บริการใช้เอกสารปลอม
                                                            หรือแสดงข้อความอันเป็นเท็จในการลงทะเบียนสมัครบัญชี
                                                            รวมถึงการแจ้งข้อมูล หรือแสดงเอกสารหลักฐานอันเป็นเท็จ
                                                            หรือแสดงเอกสารหลักฐานไม่ครบถ้วนตามที่บริษัทร้องขอ หรือ </li>
                                                        <li>ผู้ใช้บริการถึงแก่ความตาย หรือ </li>
                                                        <li>
                                                            ผู้ใช้บริการเป็นบุคคลที่ราชการหรือหน่วยงานของรัฐมีคำสั่งให้ยึดหรืออายัด
                                                            ทรัพย์สิน หรือเป็นบุคคลที่ถูกกำหนด หรือถูกกล่าวหา
                                                            หรือถูกสงสัยว่าเป็นผู้กระทำความผิดตามกฎหมาย หรือ </li>
                                                        <li>บริษัทมีเหตุสงสัยว่าผู้ใช้บริการกระทำความผิด
                                                            หรือพยายามกระทำความผิดตามที่กฎหมายกำหนด หรือ กระทำการใด ๆ
                                                            ที่อาจก่อให้เกิดความเสียหายกับบริษัท หรือบุคคลอื่นใด หรือ
                                                        </li>
                                                        <li>
                                                            กรณีที่ผู้ใช้บริการยกเลิกการใช้บริการหมายเลขโทรศัพท์เคลื่อนที่ที่ใช้ในการเปิดบัญชี
                                                            เมื่อบริษัทได้ทราบถึงข้อมูลการยกเลิกการใช้บริการหมายเลขโทรศัพท์เคลื่อนที่ดังกล่าว
                                                            หรือ </li>
                                                        <li>ผู้ใช้บริการชาวต่างชาติที่มีสัญชาติ ถิ่นที่อยู่
                                                            และอาชีพบางประเภทตามที่บริษัทกำหนด หรือ </li>
                                                        <li>
                                                            ผู้ใช้บริการประพฤติผิดเงื่อนไขใดเงื่อนไขหนึ่งที่กำหนดไว้ในเงื่อนไขการให้บริการนี้
                                                            หรือ </li>
                                                        <li>
                                                            ผู้ใช้บริการมิได้เข้าใช้บริการเป็นระยะเวลาติดต่อกันเกินกว่า
                                                            6
                                                            (หก) เดือนนับแต่การเข้าใช้บริการครั้งล่าสุด หรือ นอกจากนี้
                                                            ในกรณีที่บริษัทมีเหตุอันควรสงสัย
                                                            หรือบริษัทมีความจำเป็นที่จะต้องปฏิบัติตามกฎหมายใด ๆ
                                                            บริษัทอาจติดต่อเพื่อร้องขอให้ผู้ใช้บริการชี้แจงข้อมูล
                                                            นำส่งเอกสารหลักฐาน หรือเอกสารใด ๆ เพิ่มเติม
                                                            เพื่อให้บริษัทพิจารณา
                                                            หากผู้ใช้บริการไม่ดำเนินการตามที่บริษัทร้องขอภายในระยะเวลาที่บริษัทกำหนด
                                                            หรือบริษัทได้รับข้อมูล เอกสารหลักฐาน หรือเอกสารใด ๆ
                                                            เพิ่มเติม
                                                            จากผู้ใช้บริการแล้ว
                                                            และบริษัทเห็นว่าผู้ใช้บริการเข้าลักษณะใดลักษณะหนึ่งตามที่ระบุข้างต้น
                                                            หรือบริษัทจำเป็นต้องยุติความสัมพันธ์กับผู้ใช้บริการด้วยเหตุผลตามกฎหมาย
                                                            บริษัทขอสงวนสิทธิดำเนินการยกเลิกการให้บริการ
                                                            หรือระงับการให้บริการทันที</li>
                                                    </ol>
                                                </li>
                                                <li>
                                                    ในกรณีที่บริษัทใช้สิทธิยกเลิกการให้บริการ
                                                    หรือระงับการให้บริการตามข้อ 4.2 ข้างต้น
                                                    บริษัทมีสิทธิดำเนินการดังต่อไปนี้
                                                    หากบัญชีของผู้ใช้บริการไม่มีเงินเหลืออยู่
                                                    หรือเงินในบัญชีไม่เพียงพอต่อการชำระค่าธรรมเนียมรักษาบัญชี
                                                    บริษัทจะหักเงินของผู้ใช้บริการเพียงเท่าที่เหลืออยู่เป็นค่าธรรมเนียมรักษาบัญชี
                                                    และยกเลิกการให้บริการทันที หรือ
                                                    หากบัญชีของผู้ใช้บริการมีเงินเหลืออยู่
                                                    บริษัทจะคงเงินดังกล่าวของผู้ใช้บริการไว้
                                                    และคิดค่าธรรมเนียมรักษาบัญชี
                                                    และ/หรือค่าธรรมเนียมเก็บรักษาเงินจากบัญชีของผู้ใช้บริการ
                                                    (แล้วแต่กรณี)
                                                    ผู้ใช้บริการมีสิทธิขอรับเงินเท่าที่คงเหลือคืนจากบริษัท
                                                    ภายหลังหักค่าธรรมเนียมรักษาบัญชี
                                                    และ/หรือค่าธรรมเนียมเก็บรักษาเงินภายในระยะเวลาที่บริษัทกำหนด
                                                    โดยไม่คิดดอกเบี้ยหรือค่าตอบแทนใด ๆ จากบริษัท
                                                    ด้วยการแจ้งให้บริษัททราบล่วงหน้าผ่านช่องทางศูนย์ลูกค้าสัมพันธ์
                                                    หรือช่องทางอื่นตามที่บริษัทกำหนด
                                                    และดำเนินการตามวิธีการที่บริษัทกำหนด
                                                    ทั้งนี้ หากพ้นระยะเวลาดังกล่าว
                                                    บริษัทขอสงวนสิทธิดำเนินการตามนโยบายภายในของบริษัท
                                                    ในกรณีที่มีการขอรับเงินคืน
                                                    บริษัทจะทำการตรวจสอบความถูกต้องและทำการโอนเงินเท่าที่คงเหลือให้แก่ผู้ใช้บริการ
                                                    โดยโอนไปยังบัญชีเงินฝากธนาคารของผู้ใช้บริการ
                                                    หรือบัญชีใหม่ของผู้ใช้บริการ
                                                    ตามรายละเอียดที่ผู้ใช้บริการจะได้แจ้งให้บริษัททราบ
                                                    โดยเป็นไปตามวิธีการและเงื่อนไขที่บริษัทกำหนด
                                                    ในการนี้บริษัทขอสงวนสิทธิเรียกเก็บค่าธรรมเนียมอันเนื่องมาจากการโอนเงินดังกล่าว
                                                    (ถ้ามี)

                                                </li>
                                            </ol>
                                        </li>
                                        <li>คํารับรองของผู้ใช้บริการ {{-- 5 --}}
                                            <ol>
                                                <li>กรณีที่ผู้ใช้บริการมีสัญชาติไทย
                                                    ผู้ใช้บริการรับรองว่าผู้ใช้บริการเป็นผู้มีความสามารถตามกฎหมาย
                                                    หรือได้รับความยินยอมตามกฎหมายในการผูกพันตามเงื่อนไขการให้บริการฉบับนี้
                                                    และ/หรือการเข้าทำสัญญาใดๆ ที่เกี่ยวข้องกับการใช้บริการ ทั้งนี้
                                                    ผู้ใช้บริการเข้าใจดีว่าผู้ใช้บริการต้องรับผิดชอบต่อผลทางการเงิน
                                                    หรือผลอื่นใดที่เกิดขึ้น
                                                    หรืออาจเกิดขึ้นอันเนื่องมาจากการใช้บริการที่ผู้ใช้บริการเป็นผู้กระทํา
                                                    หรืออนุญาตให้บุคคลที่สามใช้ข้อมูลการลงทะเบียน รหัสผ่าน
                                                    หรือข้อมูลอื่นใดของผู้ใช้บริการ </li>
                                                <li>
                                                    ผู้ใช้บริการรับรองว่าจะไม่ใช้บริการในการทําธุรกรรมทางการเงินที่มีวัตถุประสงค์อันมิชอบด้วยกฎหมาย
                                                    ไม่ว่าจะเป็นการพนัน การค้าบริการทางเพศ การฟอกเงิน
                                                    หรือนำบัญชีไปแสวงหาประโยชน์ ซึ่งมีลักษณะเป็นตัวแทนรับชำระเงิน
                                                    หรือนำไปประกอบธุรกิจในรูปแบบต่าง ๆ รวมถึง
                                                    การกระทําซึ่งมีลักษณะฝ่าฝืนต่อความสงบเรียบร้อยศีลธรรมอันดีของประชาชน
                                                    ละเมิดสิทธิทางทรัพย์สินทางปัญญาของผู้อื่น
                                                    หรือเป็นการกระทําผิดกฎหมายอื่นใด รวมถึง จะไม่ทำให้แอปพลิเคชัน
                                                    หรือเครือข่ายที่เชื่อมต่อกับแอปพลิเคชันต้องเสียหาย
                                                    หรือจะไม่ทำให้เกิดการรบกวนการใช้งานแอปพลิเคชันของบุคคลอื่นใด
                                                    ไม่พยายามเข้าสู่แอปพลิเคชัน หรือเครือข่ายที่เชื่อมต่อกับแอปพลิเคชัน
                                                    โดยปราศจากอำนาจไม่ว่าด้วยวิธีการเจาะระบบ (hacking) ขโมย สำเนา
                                                    หรือทำลายฐานข้อมูล ทำลายรหัสลับส่วนตัว (password mining)
                                                    หรือวิธีการอื่นใด ดังนั้น หากเกิดความเสียหายใด ๆ ขึ้นแก่บริษัท
                                                    หรือบริษัทถูกเรียกร้องให้ต้องรับผิดใด ๆ
                                                    จากการที่ผู้ใช้บริการทําธุรกรรมทางการเงินผ่านบริการของบริษัทเพื่อจุดประสงค์ดังกล่าวข้างต้น
                                                    หรือจากการที่ผู้ใช้บริการกระทำการใดอันเกี่ยวข้องกับแอปพลิเคชันดังกล่าวข้างต้น
                                                    บริษัทมีสิทธิระงับหรือยกเลิกการให้บริการได้ทันที
                                                    และผู้ใช้บริการจะต้องรับผิดชอบชดใช้ค่าเสียหายให้แก่บริษัททุกประการ
                                                    ทั้งนี้
                                                    บริษัทไม่มีส่วนเกี่ยวข้องหรือรับผิดชอบในความเสียหายทั้งหมดที่จะเกิดขึ้น
                                                </li>
                                                <li>ผู้ใช้บริการรับรองว่าข้อมูลที่ให้แก่บริษัทตามข้อ 2.1
                                                    ของเงื่อนไขการให้บริการฉบับนี้
                                                    และข้อมูลอื่นใดที่ผู้ใช้บริการส่งมอบให้แก่บริษัท
                                                    เป็นข้อมูลที่ถูกต้องทุกประการ
                                                    หากบริษัทตรวจพบว่าผู้ใช้บริการปลอมแปลงข้อมูลเอกสาร
                                                    และ/หรือสวมรอยเป็นบุคคลใดไม่ว่าบุคคลนั้น
                                                    จะยินยอมหรือไม่ในการสมัครใช้บริการนี้
                                                    บริษัทสงวนสิทธิระงับหรือยกเลิกการให้บริการได้ทันที
                                                    และผู้ใช้บริการจะต้องรับผิดชอบชดใช้ค่าเสียหายให้แก่บริษัททุกประการ
                                                    ทั้งนี้ ไม่ว่าผู้ใช้บริการจะมีเจตนาทุจริตหรือไม่ก็ตาม </li>
                                                <li>
                                                    ผู้ใช้บริการรับรองว่าในขณะที่ผู้ใช้บริการทำการยืนยันตัวตนผ่านกระบวนการตรวจสอบข้อมูลการจดจำใบหน้า
                                                    (Biometric Face Recognition) ตามกระบวนการระบุ
                                                    ยืนยันและพิสูจน์ทราบตัวตนของบริษัท
                                                    ผู้ใช้บริการได้ดำเนินการดังกล่าวด้วยตัวของผู้ใช้บริการเอง
                                                    มิใช่คู่แฝด
                                                    หรือ บุคคลอื่นใดซึ่งมีรูปลักษณ์คล้ายคลึงกับผู้ใช้บริการ ทั้งนี้
                                                    ผู้ใช้บริการรับรองว่าการทำรายการใด ๆ
                                                    ด้วยบัญชีของผู้ใช้บริการผ่านกระบวนการตรวจสอบข้อมูลการจดจำใบหน้า
                                                    (Biometric Face Recognition) เป็นการกระทำของผู้ใช้บริการเอง
                                                    และรายการดังกล่าวเป็นรายการที่ถูกต้องครบถ้วน
                                                    หากมีความเสียหายเกิดขึ้นจากการทำรายการดังกล่าว
                                                    ผู้ใช้บริการรับทราบว่าบริษัทไม่ต้องรับผิดชอบในความเสียหายใดๆ
                                                    ทั้งสิ้น
                                                </li>
                                                <li>เพื่อวัตถุประสงค์ในการยืนยัน/พิสูจน์ตัวตน
                                                    ผู้ใช้บริการรับรองว่าบัตรประจำตัวประชาชนที่ใช้ในการยืนยันตัวตน
                                                    ตามกระบวนการระบุ ยืนยันและพิสูจน์ทราบตัวตนของบริษัท
                                                    เป็นบัตรประจำตัวประชาชนของผู้ใช้บริการที่ระบุข้อมูลส่วนบุคคลที่ถูกต้อง
                                                    แท้จริงและเป็นปัจจุบันของผู้ใช้บริการ
                                                    โดยรูปภาพที่ปรากฎบนบัตรดังกล่าวแสดงถึงรูปลักษณ์ปัจจุบันของผู้ใช้บริการ
                                                    มิได้มีความแตกต่างอันเนื่องมาจากการทำศัลยกรรมตกแต่งหรือการกระทำอื่นใดที่ทำให้รูปลักษณ์ของผู้ใช้บริการเปลี่ยนไป
                                                    และสามารถบ่งบอกถึงตัวตนและลักษณะของผู้ใช้บริการได้จริงในขณะผู้ใช้บริการดำเนินการยืนยันตัวตนตามขั้นตอนที่บริษัทกำหนด
                                                    ทั้งนี้
                                                    หากรูปลักษณ์ของผู้ใช้บริการเปลี่ยนแปลงไปอันเนื่องมาจากการกระทำข้างต้น
                                                    ส่งผลให้ระบบยืนยันและพิสูจน์ทราบตัวตนไม่สามารถตรวจสอบได้ว่าเป็นบุคคลเดียวกัน
                                                    ผู้ใช้บริการตกลงและรับทราบว่าบริษัทมีสิทธิปฏิเสธการเปิดใช้บริการหรือระงับการให้บริการของผู้ใช้บริการ
                                                    และผู้ใช้บริการตกลงไม่ยกเอาเหตุดังกล่าวเป็นข้อเรียกร้องหรือดำเนินการอื่นใดกับบริษัท
                                                </li>
                                                <li>ผู้ใช้บริการรับรองว่าตกลงผูกพันปฏิบัติตามและให้ความร่วมมือ
                                                    รวมถึงตกลงจัดเตรียมข้อมูล และ/หรือจัดส่งเอกสารหลักฐาน หรือเอกสารใด ๆ
                                                    ซึ่งบริษัทอาจร้องขอให้ส่งเพิ่มเติมเพื่อวัตถุประสงค์ในการพิจารณาให้เปิดใช้บริการ
                                                    ให้บริการ ทำธุรกรรมใด ๆ หรือเพื่อปฏิบัติตามข้อกําหนด
                                                    ประกาศกฎระเบียบของธนาคารแห่งประเทศไทย
                                                    สํานักงานป้องกันและปราบปรามการฟอกเงิน หรือบทบัญญัติของกฎหมายใด ๆ
                                                    ที่เกี่ยวข้องกับการดําเนินการตามเงื่อนไขการให้บริการฉบับนี้
                                                    ทั้งที่มีอยู่ในปัจจุบันและ/หรือที่จะมีขึ้นต่อไปในภายหน้าโดยเคร่งครัด
                                                </li>
                                            </ol>
                                        </li>
                                        <li>ข้อมูลส่วนบุคคล {{-- 6 --}}
                                            <ol>
                                                <li>ผู้ใช้บริการตกลงและยินยอมให้บริษัทเก็บรวบรวมข้อมูลส่วนบุคคล
                                                    ซึ่งรวมถึงแต่ไม่จำกัดอยู่เพียงข้อมูลทางชีวภาพ (Biometrics Data)
                                                    ข้อมูลทางการเงิน หรือข้อมูลใด ๆ ของผู้ใช้บริการที่ได้ให้ไว้แก่บริษัท
                                                    และ/หรือที่อยู่ในความครอบครองของบริษัท
                                                    และ/หรือที่บริษัทได้รับหรือเก็บรวบรวมจากแหล่งอื่นหรือบุคคลอื่นใดโดยถูกต้องตามกฎหมายที่ใช้บังคับอยู่ในขณะนั้น
                                                    (ซึ่งต่อไปนี้จะเรียกรวมว่า “ข้อมูลส่วนบุคคล”)
                                                    โดยบริษัทจะเก็บรวบรวมข้อมูลส่วนบุคคลของผู้ใช้บริการเท่าที่จำเป็นต่อการให้บริการแต่ละประเภทเท่านั้น
                                                    เพื่อมุ่งเน้นให้ผู้ใช้บริการได้รับบริการที่ดีจากบริษัท
                                                    และรวมถึงเพื่อใช้ในการยืนยันตนในการทำธุรกรรมทางการเงินภายใต้การให้บริการ
                                                    ไม่ว่าจะเกี่ยวข้องกับบุคคลภายนอก
                                                    หรือเพื่อให้บริษัทสามารถติดต่อกับผู้ใช้บริการได้ในกรณีที่จำเป็น
                                                    และยินยอมให้บริษัทใช้, ส่ง, โอน, ประมวลผล
                                                    และ/หรือเปิดเผยข้อมูลส่วนบุคคลให้แก่บริษัท รวมถึงผู้สอบบัญชี
                                                    ผู้ตรวจสอบภายนอกของบริษัท หน่วยงานราชการ ผู้รับโอนสิทธิเรียกร้อง
                                                    และ/หรือนิติบุคคล หรือบุคคลอื่นใด ๆ
                                                    ที่บริษัทเป็นคู่สัญญาหรือมีความสัมพันธ์ด้วย ทั้งภายในและภายนอกประเทศ
                                                    โดยมีวัตถุประสงค์ในการเก็บรวบรวม, ใช้, เปิดเผย, ประมวลผล,
                                                    วิเคราะห์ข้อมูล, ยืนยัน/พิสูจน์ตัวตน และ/หรือปรับปรุงบริการ
                                                    หรือผลิตภัณฑ์ต่าง ๆ ของบริษัท หรือของบุคคลดังกล่าว,
                                                    เพื่อปฎิบัติตามสัญญาซึ่งผู้ใช้บริการเป็นคู่สัญญา,
                                                    เพื่อดำเนินการตามคำขอของผู้ใช้บริการก่อนเข้าทำสัญญานั้น,
                                                    เพื่อปฎิบัติตามสัญญาระหว่างบริษัทกับบุคคลอื่นอันเป็นประโยชน์ของผู้ใช้บริการ,
                                                    เพื่อตรวจสอบรายการธุรกรรมที่อาจจะเกิดการทุจริต,
                                                    เพื่อวัตถุประสงค์อื่นใดที่ไม่ต้องห้ามตามกฎหมาย
                                                    และ/หรือเพื่อปฏิบัติตามกฎหมาย หรือกฎระเบียบของประเทศใด ๆ
                                                    ที่ใช้บังคับกับบริษัท หรือบุคคลดังกล่าว
                                                    โดยความยินยอมดังกล่าวข้างต้นทั้งหมดให้มีอยู่ตลอดระยะเวลาที่ผู้ใช้บริการยังคงมีบัญชีหรือเงินเหลืออยู่กับบริษัท
                                                    บริษัทจะไม่เปิดเผยข้อมูลส่วนบุคคลดังกล่าวแก่บุคคลนอกเหนือจากที่ระบุไว้ข้างต้น
                                                    โดยไม่ได้รับความยินยอมล่วงหน้าจากผู้ใช้บริการ
                                                    เว้นแต่เป็นการปฏิบัติตามกฎหมาย </li>
                                                <li>ผู้ใช้บริการยินยอมให้บริษัทและบริษัทในเครือธุรกิจ
                                                    ส่งข้อมูลข่าวสารแก่ผู้ใช้บริการได้ เพื่อนำเสนอข่าวสาร,
                                                    กิจกรรมทางการตลาด, รายการส่งเสริมการขาย, แคมเปญ
                                                    หรือนำเสนอผลิตภัณฑ์ต่าง
                                                    ๆ ที่อาจเป็นประโยชน์ให้แก่ผู้ใช้บริการได้ และผู้ใช้บริการรับทราบว่า
                                                    ผู้ใช้บริการสามารถบอกเลิก
                                                    หรือปฏิเสธการรับข้อมูลข่าวสารดังกล่าวได้ตามช่องทางที่บริษัทแล/หรือบริษัทในเครือธุรกิจกำหนด
                                                </li>
                                                <li>ผู้ใช้บริการตกลงยินยอมให้บริษัทในเครือธุรกิจ รวมถึงธนาคาร
                                                    และหน่วยงานราชการที่ครอบครองข้อมูลส่วนบุคคลของผู้ใช้บริการ
                                                    เปิดเผยข้อมูลส่วนบุคคลของผู้ใช้บริการซึ่งได้ให้ไว้แก่บุคคลดังกล่าวกับบริษัท
                                                    เพื่อตรวจสอบและยืนยันข้อมูลส่วนบุคคลของผู้ใช้บริการ,
                                                    เพื่อรับข้อมูลหรือข่าวสาร,
                                                    เพื่อวัตถุประสงค์ทางการตลาดและการส่งเสริมการขาย,
                                                    เพื่อการเสนอสิทธิประโยชน์ และ/หรือเสนอขายสินค้าหรือบริการใดๆ,
                                                    เพื่อประโยชน์ในการให้บริการหรือการทำธุรกรรมทางการเงิน,
                                                    เพื่อการสถิติ,
                                                    วิเคราะห์, ศึกษาวิจัย หรือประเมินผลข้อมูล
                                                    หรือเพื่อวัตถุประสงค์อื่นใดที่ไม่ต้องห้ามตามกฎหมาย </li>
                                                <li>
                                                    ผู้ใช้บริการรับทราบว่าในกรณีที่บริษัทมีความจำเป็นเพื่อปฎิบัติตามสัญญาซึ่งผู้ใช้บริการเป็นคู่สัญญา,
                                                    เพื่อดำเนินการตามคำขอของผู้ใช้บริการก่อนเข้าทำสัญญา,
                                                    เพื่อปฎิบัติตามสัญญาระหว่างบริษัทกับบุคคลอื่นอันเป็นประโยชน์ของผู้ใช้บริการ,
                                                    เพื่อตรวจสอบรายการธุรกรรมที่อาจจะเกิดการทุจริต,
                                                    เพื่อวัตถุประสงค์อื่นใดที่ไม่ต้องห้ามตามกฎหมาย
                                                    และ/หรือเพื่อปฏิบัติตามกฎหมาย หรือกฎระเบียบของประเทศใด ๆ
                                                    ที่ใช้บังคับกับบริษัท หรือบุคคลดังกล่าว
                                                    บริษัทมีความจำเป็นต้องแจ้งแก่ทางผู้ใช้บริการในการขอข้อมูลส่วนบุคคลเพิ่มเติม
                                                    ทั้งนี้
                                                    บริษัทจะแจ้งให้ผู้ใช้บริการทราบถึงกรณีดังกล่าวเพื่อขอข้อมูลส่วนบุคคลและความยินยอม
                                                    และรวมถึงผลกระทบที่เป็นไปได้จากการที่ผู้ใช้บริการปฏิเสธจะให้ความยินยอมในกรณีนั้นๆ
                                                    ตามวิธีการที่บริษัทเห็นสมควร </li>
                                                <li>
                                                    ผู้ใช้บริการรับทราบว่าในกรณีที่บริษัทมีความจำเป็นเพื่อปฎิบัติตามสัญญาซึ่งผู้ใช้บริการเป็นคู่สัญญา,
                                                    เพื่อดำเนินการตามคำขอของผู้ใช้บริการก่อนเข้าทำสัญญา,
                                                    เพื่อปฎิบัติตามสัญญาระหว่างบริษัทกับบุคคลอื่นอันเป็นประโยชน์ของผู้ใช้บริการ,
                                                    เพื่อตรวจสอบรายการธุรกรรมที่อาจจะเกิดการทุจริต,
                                                    เพื่อวัตถุประสงค์อื่นใดที่ไม่ต้องห้ามตามกฎหมาย
                                                    และ/หรือเพื่อปฏิบัติตามกฎหมาย หรือกฎระเบียบของประเทศใด ๆ
                                                    ที่ใช้บังคับกับบริษัท หรือบุคคลดังกล่าว
                                                    บริษัทอาจส่งหรือโอนข้อมูลส่วนบุคคลของผู้ใช้บริการไปยังต่างประเทศ
                                                    และในกรณีที่ประเทศปลายทางไม่มีมาตรฐานการคุ้มครองข้อมูลส่วนบุคคลที่เพียงพอตามหลักเกณฑ์ที่กฎหมายกำหนด
                                                    ผู้ใช้บริการยินยอมให้บริษัทส่งหรือโอนข้อมูลส่วนบุคคลของผู้ใช้บริการไปยังประเทศปลายทางดังกล่าวได้
                                                </li>
                                            </ol>
                                        </li>
                                        <li>ภาษา <br>
                                            การแปลเงื่อนไขการให้บริการฉบับนี้ ไม่ว่าจะแปลเป็นภาษาใดก็ตาม
                                            มีไว้เพื่ออำนวยความสะดวกของผู้ใช้บริการเท่านั้น ไม่ได้มีเจตนาใดๆ
                                            ที่จะปรับเปลี่ยนเงื่อนไขการให้บริการ
                                            ในกรณีที่มีข้อความขัดแย้งกันระหว่างฉบับภาษาไทยและภาษาอื่นๆ ที่ไม่ใช่ภาษาไทย
                                            ให้ยึดข้อความตามภาษาไทย </li>
                                        <li>กฎหมายที่ใช้บังคับ <br>
                                            เงื่อนไขการให้บริการฉบับนี้ ให้ใช้บังคับและตีความตามกฎหมายแห่งราชอาณาจักรไทย
                                            โดยไม่ต้องคำนึงถึงบทบัญญัติว่าด้วยการขัดกันแห่งกฎหมาย </li>
                                        <li>การแยกส่วนกัน <br>
                                            ถ้าข้อกำหนด หรือเงื่อนไขใดๆ ของเงื่อนไขการให้บริการนี้เป็นโมฆะ
                                            หรือไม่สมบูรณ์ตามกฎหมายใดๆ ให้ถือว่าข้อกำหนด หรือเงื่อนไขอื่นๆ
                                            ของเงื่อนไขการให้บริการที่สมบูรณ์แยกจากส่วนที่เป็นโมฆะ หรือไม่สมบูรณ์
                                            และมีผลใช้บังคับได้ต่อไป </li>
                                        <li>การไม่สละสิทธิ <br>
                                            ในกรณีที่บริษัทไม่บังคับใช้ข้อกำหนด หรือเงื่อนไขใดของเงื่อนไขการให้บริการนี้
                                            จะไม่กระทบถึงสิทธิของบริษัทในการบังคับใช้ข้อกำหนด หรือเงื่อนไขนั้นในภายหลัง
                                            และการสละสิทธิในการกระทำผิดข้อกำหนด หรือเงื่อนไขใดของผู้ใช้บริการ
                                            จะไม่ถือเป็นการสละสิทธิในการกระทำผิดข้อกำหนด หรือเงื่อนไขดังกล่าวครั้งต่อไป
                                            หรือการสละสิทธิในข้อกำหนด หรือเงื่อนไขอื่นใด</li>

                                    </ol>


                                </div>
                            </div>
                            <div class="col-12 my-2" style="cursor: pointer;">
                                <div class="form-check">
                                    <input class="form-check-input" type="checkbox" value="accept" name="accept"
                                        id="defaultCheck1">
                                    <label class="form-check-label" for="defaultCheck1">
                                        ตกลงเงื่อนไขและข้อกำหนด
                                    </label>
                                </div>
                            </div>
                            <div class="col-12">
                                <button type="button" class="btn btn-c75ba1 form-control" disabled=""
                                    id="submitForm">ยืนยัน</button>
                            </div>
                        </div>
                    </div>
                    @endif
                </div>
            </div>
        </div>
    </div>
</div>

@include('pages.payment-page.modal_add_wallet')
@endsection
@section('script')
<script>
    function add_new_topup() {
        $('#topup-wallet').modal('hide');
        $('#new-topup-wallet').modal('show');
    }

    function waiting_modal() {
        $('#topup-wallet').modal('hide');
        $('#waiting-topup-wallet').modal('show');
    }

    function otp_modal() {
        $('#waiting-topup-wallet').modal('hide');
        $('#otp-topup-wallet').modal('show');
    }

    function success_modal() {
        $('#otp-topup-wallet').modal('hide');
        $('#success-topup-wallet').modal('show');
    }

    $('.o-bank-hover').hover(function() {
        $('.hover').fadeIn(1000);
    }, function() {
        $('.hover').fadeOut(1000);
    });

    $('#select-submenu').on('change', function() {
        value = $(this).val();
        $('a.nav-link[href="#list-' + value + '"]').click();
    });
</script>

<script type="text/javascript">
    $('input[name="accept"]').on('change',function(){
        var value = $('input[name="accept"]:checked').val();
        if(value){
            $('#submitForm').prop('disabled',false);
        }else{
            $('#submitForm').prop('disabled',true);
        }
    });
    $('#submitForm').on('click',function(){
        $('#submitForm').prop('disabled',true);
        accept = $('input[name="accept"]').val();
        if(accept){
          $.ajax({
                url : '/wallet/accept',
                type : 'POST',
                data : {
                    type : 'accept',
                    _token: '{{ csrf_token() }}',
                },
                success:function(data){
                    location.reload();
                },
                error:function(data){
                    $('#submitForm').prop('disabled',true);
                    // console.log(data);
                    json = JSON.parse(data.responseText);
                    // console.log(json);
                }
            });
        }else{
            alert('กรุณายืนยันตกลงเงื่อนไขและข้อกำหนด');
        }
    });
</script>
@endsection




<!-- Modal -->
{{-- <div class="modal fade px-0" id="topup-wallet" role="dialog">
    <div class="modal-dialog modal-dialog-centered">
        <div class="modal-content" style="background-color: #ededed;">
            <div class="modal-header">
                <div class='col-11' style='text-align:center'>
                    <strong>
                        <h4>เติมเงินวอลเล็ต</h4>
                    </strong>
                </div>
                <div class='col-1' style='text-align:right'>
                    <button type="button" class="close" data-dismiss="modal">&times;</button>
                </div>
            </div>
            <div class="modal-body">
                <div class="col-12 mb-3 ">
                    <strong> จำนวนเงินที่ต้องการเติม <a style='color : #b2b2b2'>(ขั้นต่ำ ฿100 )</a></strong>
                </div>
                <div class="col-12 mb-3 inside-md">
                    <div class='py-3'>
                        <span class='abs-baht'>
                            <strong>฿</strong>
                        </span>
                        <input type="search" class="form-control rounded8px" id="exampleInputEmail1" aria-describedby="emailHelp" placeholder="จำนวนเงิน" style="background-color: #ededed; border: none; padding-left:25px;">
                    </div>
                </div>
                <div class="col-12 mb-3 ">
                    <strong>ช่องทางการชำระเงิน</strong>
                </div>
                <div class="col-12 mb-3 inside-md px-0">
                    <div class='py-3' style='border-bottom : #ededed 1px solid'>
                        <div class='px-3'>
                            <strong>บัตรเครดิต/บัตรเดบิต</strong><img src='new_ui/img/bank/sec-modal.png'>
                        </div>
                    </div>
                    <div class='py-3' style='border-bottom : #ededed 1px solid'>
                        <div class='px-3'>
                            <div class='d-flex'>
                                <div class='col-2'>
                                    <img src='new_ui/img/bank/visa.png' style='width:40px;'>
                                </div>
                                <div class='col-5'>
                                    <strong>ธนาคารกสิกรไทย</strong>
                                </div>
                                <div class='col-5' style='color:#b2b2b2'>
                                    <strong>* 6702</strong>
                                </div>
                            </div>
                        </div>
                    </div>
                    <div class='py-3' style='border-bottom : #ededed 1px solid'>
                        <div class='px-3'>
                            <div class='d-flex'>
                                <div class='col-2'>
                                    <img src='new_ui/img/bank/master.jpg' style='width:40px;'>
                                </div>
                                <div class='col-5'>
                                    <strong>ธนาคารไทยพาณิชย์</strong>
                                </div>
                                <div class='col-5' style='color:#b2b2b2'>
                                    <strong>* 5116</strong>
                                </div>
                            </div>
                        </div>
                    </div>
                    <div class='py-3' style='border-bottom : #ededed 1px solid' onclick="add_new_topup()">
                        <div class='px-3'>
                            <div class='d-flex'>
                                <div class='col-2'>
                                    <button class='bt-wb'><strong> + </strong></button>
                                </div>
                                <div class='col-10' style='color:#1947e3'>
                                    <strong>เพิ่มบัตรเดบิต / เครดิต</strong>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
                <div class="col-12 mb-3 ">
                    <strong>โมบายแบงค์กิ้ง/การโอนเงิน</strong>
                    <p>
                        กรุณาทำการชำระเงินผ่านโมบายแบงค์กิ้งหรือเอทีเอ็ม
                        ภายใน 48 ชม. มิเช่นนั้นคำร้องของคุณจะถูกยกเลิก
                        อัตโนมัติ
                    </p>
                </div>
                <div class="col-12 mb-3 inside-md px-0">
                    <div class='py-3' style='border-bottom : #ededed 1px solid'>
                        <div class='px-3'>
                            <div class='d-flex'>
                                <div class='col-lg-2'>
                                    <img src='new_ui/img/bank/bank03.png' style='width:40px;'>
                                </div>
                                <div class='col-lg-10'>
                                    <strong>ธนาคารกรุงเทพ</strong>
                                </div>
                            </div>
                        </div>
                    </div>
                    <div class='py-3' style='border-bottom : #ededed 1px solid'>
                        <div class='px-3'>
                            <div class='d-flex'>
                                <div class='col-lg-2'>
                                    <img src='new_ui/img/bank/bank04.png' style='width:40px;'>
                                </div>
                                <div class='col-lg-10'>
                                    <strong>ธนาคารกรุงไทย</strong>
                                </div>
                            </div>
                        </div>
                    </div>
                    <div class='py-3' style='border-bottom : #ededed 1px solid'>
                        <div class='px-3'>
                            <div class='d-flex'>
                                <div class='col-lg-2'>
                                    <img src='new_ui/img/bank/bank01.png' style='width:40px;'>
                                </div>
                                <div class='col-lg-10'>
                                    <strong>ธนาคารกสิกรไทย</strong>
                                </div>
                            </div>
                        </div>
                    </div>
                    <div class='py-3' style='border-bottom : #ededed 1px solid'>
                        <div class='px-3'>
                            <div class='d-flex'>
                                <div class='col-lg-2'>
                                    <img src='new_ui/img/bank/bank02.png' style='width:40px;'>
                                </div>
                                <div class='col-lg-10'>
                                    <strong>ธนาคารไทยพาณิชย์</strong>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
            <div class="col-12 mb-3 ">
                <div class='row'>
                    <div class="col-12 mb-3 text-center">
                        <button class="btn form-control text-white rounded8px" onclick="waiting_modal()" style="background-color: #c75ba1;">ถัดไป</button>
                    </div>
                </div>
            </div>
        </div>
    </div>
</div> --}}
<!-- END Modal -->

<!-- Modal New Topup -->
{{-- <div class="modal fade px-0" id="new-topup-wallet" role="dialog">
    <div class="modal-dialog modal-dialog-centered">
        <div class="modal-content" style="background-color: #ededed;">
            <div class="modal-header">
                <div class='col-11' style='text-align:center'>
                    <strong>
                        <h4>เติมเงินวอลเล็ต</h4>
                    </strong>
                </div>
                <div class='col-1' style='text-align:right'>
                    <button type="button" class="close" data-dismiss="modal">&times;</button>
                </div>
            </div>
            <div class="modal-body">
                <div class="col-12 mb-3 ">
                    <strong> จำนวนเงินที่ต้องการเติม <a style='color : #b2b2b2'>(ขั้นต่ำ ฿100 )</a></strong>
                </div>
                <div class="col-12 mb-3 inside-md">
                    <div class='py-3'>
                        <span class='abs-baht'>
                            <strong>฿</strong>
                        </span>
                        <input type="search" class="form-control rounded8px" id="exampleInputEmail1" aria-describedby="emailHelp" placeholder="จำนวนเงิน" style="background-color: #ededed; border: none; padding-left:25px;">
                    </div>
                </div>
                <div class="col-12 mb-3 ">
                    <strong>เติมเงินด้วย บัตรเครดิต / เดรบิต</strong>
                </div>
                <div class="col-12 mb-3 inside-md px-0">
                    <div class='py-3'>
                        <div class='px-3'>
                            <img src="img/user_icon_menu/pay-method.png" style='width:150px;'>
                        </div>
                    </div>
                    <div class="col-12 mb-3 ">
                        <input type="text" class="form-control rounded8px" id="exampleInputEmail1" aria-describedby="emailHelp" placeholder="หมายเลขบัตร" style="background-color: #ededed; border: none;">
                    </div>
                    <div class="col-12 mb-3 ">
                        <input type="text" class="form-control rounded8px" id="exampleInputEmail1" aria-describedby="emailHelp" placeholder="ชื่อที่ผูกกับบัตร" style="background-color: #ededed; border: none;">
                    </div>
                    <div class='d-flex'>
                        <div class="col-6 mb-3 ">
                            <input type="text" class="form-control rounded8px" id="exampleInputEmail1" aria-describedby="emailHelp" placeholder="เดือนปีหมดอายุ" style="background-color: #ededed; border: none;">
                        </div>
                        <div class="col-6 mb-3 ">
                            <input type="text" class="form-control rounded8px" id="exampleInputEmail1" aria-describedby="emailHelp" placeholder="CVV" style="background-color: #ededed; border: none;">
                        </div>
                    </div>
                </div>
            </div>
            <div class="col-12 mb-3 pt-4">
                <div class='row'>
                    <div class="col-12 mb-3 text-center">
                        <button class="btn form-control text-white rounded8px" style="background-color: #c75ba1;">ถัดไป</button>
                    </div>
                </div>
            </div>
        </div>
    </div>
</div> --}}
<!-- END Modal New Topup -->

<!-- Modal Waiting process -->
{{-- <div class="modal fade px-0" id="waiting-topup-wallet" role="dialog">
    <div class="modal-dialog modal-dialog-centered">
        <div class="modal-content" style="background-color: #ededed;">
            <div class="modal-header">
                <div class='col-11' style='text-align:center'>
                    <strong>
                        <h4>เติมเงินวอลเล็ต</h4>
                    </strong>
                </div>
                <div class='col-1' style='text-align:right'>
                    <button type="button" class="close" data-dismiss="modal">&times;</button>
                </div>
            </div>
            <div class="modal-body">
                <div class="col-12 mb-3 inside-md">
                    <div class='py-3'>
                        <div class='col-12 px-0' style='text-align : center'>
                            <img src='new_ui/img/bank/waiting-icon.svg' style='width : 30px;'>
                            <p class='mb-0'><strong>กำลังรอชำระเงิน</strong></p>
                            <p class='mb-0'><strong>ผ่านโมบายแบงค์กิ้ง/การโอนเงิน</strong></p>
                            <p class='mb-0'>กรุณาทำการชำระเงินผ่านโมบายแบงค์กิ้งหรือเอทีเอ็ม
                                <a style='text-decoration: underline;'>ภายใน 48 ชม.</a> มิเช่นนั้นคำร้องของคุณจะถูกยกเลิกอัตโนมัติ</p>
                                <img src='new_ui/img/bank/qrcode.png' style='width : 200px;'>
                                <p class='mb-0' style='color:#c40000'><strong>ควรชำระเงินก่อน 10/05/2563 เวลา 10:09</strong></p>
                            </div>
                        </div>
                    </div>
                    <div class="col-12 mb-3 inside-md">
                        <div class='py-3' style='border-bottom : #ededed 1px solid'>
                            <div class='d-flex'>
                                <div class='col-lg-1 col-1'>
                                    <img src='new_ui/img/bank/bank01.png' style='width:40px;'>
                                </div>
                                <div class='col-8'>
                                    <div class='col-12'>
                                        หมายเลขอ้างอิง ธนาคารกสิกรไทย
                                    </div>
                                    <div class='col-12'>
                                        <strong>1234567890</strong>
                                    </div>
                                </div>
                                <div class='col-lg-3' style='color:#c75ba1'>
                                    <strong>คัดลอก</strong>
                                </div>
                            </div>
                        </div>
                        <div class='py-3' style='border-bottom : #ededed 1px solid'>
                            <div class='d-flex'>
                                <div class='col-9'>
                                    หมายเลขคำร้อง <a><strong>1234567890123456</strong></a>
                                </div>
                                <div class='col-lg-3 pt-2' style='color:#c75ba1'>
                                    <strong>คัดลอก</strong>
                                </div>
                            </div>
                        </div>
                        <div class='py-3' style='border-bottom : #ededed 1px solid'>
                            <div class='d-flex'>
                                <div class='col-9'>
                                    จำนวนเงินที่ต้องการเติม
                                </div>
                                <div class='col-lg-3' style='color:#23c197'>
                                    <strong>฿ 100</strong>
                                </div>
                            </div>
                        </div>
                    </div>

                    <div class="col-12 mb-3 ">
                        <strong>ชำระเงินอย่างไร</strong>
                    </div>
                    <div class="col-12 mb-3 inside-md px-0">
                        <div class="card" style="border: none;">
                            <div class="card-header d-flex justify-content-between align-items-center" style="cursor:pointer; border-bottom: #ededed 1px solid; background-color: unset;" data-toggle="collapse" href="#showper1">
                                <strong>
                                    เอทีเอ็ม
                                </strong>
                                <div class="collapsedIcon">
                                    <h4 class="m-0"><i class="fa fa-angle-up" aria-hidden="true"></i></h2>
                                    </div>
                                </div>
                                <div id="showper1" class="collapse show">
                                    <div class="card-body py-2 px-0">
                                        <h6 style="padding-left : 20px;">1. เลือกจ่ายบิล / ชำระค่าบริการ</h6>
                                        <h6 style="padding-left : 20px;">2. เลือกอื่นๆ > รหัสบริษัท > ระบุรหัสบริษัท > ออมทรัพย์</h6>
                                        <h6 style="padding-left : 20px;">3. ใส่รหัสบริษัท 12345</h6>
                                        <h6 style="padding-left : 20px;">4. ระบุหมายเลขอ้างอิงการชำระเงินสำหรับ “REF1”</h6>
                                        <h6 style="padding-left : 20px;">5. ระบุหมายเลขโทรศัพท์มือถือ สำหรับ “REF2”</h6>
                                        <h6 style="padding-left : 20px;">6. ระบุยอดเงิน</h6>
                                        <h6 style="padding-left : 20px;">7. หมายเหตุ : ค่าธรรมเนียมขึ้นกับธนาคา หรือ ผู้ให้บริการ</h6>
                                    </div>
                                </div>
                            </div>
                        </div>
                        <div class="col-12 mb-3 inside-md px-0">
                            <div class="card" style="border: none;">
                                <div class="card-header d-flex justify-content-between align-items-center" style="cursor:pointer; border-bottom: #ededed 1px solid; background-color: unset;" data-toggle="collapse" href="#showper2">
                                    <strong>
                                        โมบายแบงค์กิ้ง
                                    </strong>
                                    <div class="collapsedIcon">
                                        <h4 class="m-0"><i class="fa fa-angle-up" aria-hidden="true"></i></h2>
                                        </div>
                                    </div>
                                    <div id="showper2" class="collapse show">
                                        <div class="card-body py-2 px-0">
                                            <h6 style="padding-left : 20px;">1. ล็อกอินเข้าระบบ K Plus</h6>
                                            <h6 style="padding-left : 20px;">2. เลือกเมนู “จ่ายบิล”</h6>
                                            <h6 style="padding-left : 20px;">3. เลือก “รายการใหม่”</h6>
                                            <h6 style="padding-left : 20px;">4. เลือก “บิลอื่น”</h6>
                                            <h6 style="padding-left : 20px;">5. เลือก “บริษัท” เป็น “123 เซอร์วิส”</h6>
                                            <h6 style="padding-left : 20px;">6. ใส่ เลขที่อ้างอิง ใน “รหัสลูกค้า”</h6>
                                            <h6 style="padding-left : 20px;">7. ใส่หมายเลขโทรศัพท์มือถือใน “รหัสใบสั่งซื้อ”</h6>
                                            <h6 style="padding-left : 20px;">8. ใส่จำนวนเงิน</h6>
                                            <h6 style="padding-left : 20px;">9. กด “จ่ายบิล”</h6>
                                            <h6 style="padding-left : 20px;">10. ตรวจสอบความถูกต้อง และกด “ยืนยัน”</h6>
                                        </div>
                                    </div>
                                </div>
                            </div>
                        </div>
                        <div class="col-12 mb-3 pt-4">
                            <div class='row'>
                                <div class="col-12 mb-3 text-center">
                                    <button class="btn form-control text-white rounded8px" onclick="otp_modal()" style="background-color: #c75ba1;">ถัดไป</button>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div> --}}
<!-- END Modal Waiting process -->

<!-- Modal OTP -->
{{--             <div class="modal fade px-0" id="otp-topup-wallet" role="dialog">
                <div class="modal-dialog modal-dialog-centered">
                    <div class="modal-content" style="background-image: linear-gradient(to bottom, #c75ba1, #7f4075 56%, #5c386f);">
                        <div class="modal-header">
                            <div class='col-11' style='text-align:center;color:white'>
                                <strong>
                                    <h4>เติมเงินวอลเลต</h4>
                                </strong>
                            </div>
                            <div class='col-1' style='text-align:right'>
                                <button type="button" class="close" data-dismiss="modal">&times;</button>
                            </div>
                        </div>
                        <div class="modal-body">
                            <div class="col-12 mb-3 " style='color:white;text-align:center'>
                                <strong> รหัส OTP จะถูกส่งไปที่เบอร์ 080-441-9585</strong>
                            </div>
                            <div class="col-12 mb-3 inside-md" style='text-align:center'>
                                <div class='py-3'>
                                    <img src='new_ui/img/bank/otp-number.svg' style='width: 250px;'>
                                    <div class="col-12 mb-3 " style='text-align:center'>
                                        <strong> รหัสอ้างอิง OTP : GTBV</strong>
                                    </div>
                                </div>
                            </div>
                            <div class="col-12 mb-3 " style='color:white;text-align:center'>
                                <strong> รหัส OTP จะไปถึงภายใน 50 วินาที</strong>
                            </div>
                        </div>
                        <div class="col-12 mb-3 pt-4">
                            <div class='row'>
                                <div class="col-12 mb-3 text-center">
                                    <button class="btn form-control rounded8px" onclick="success_modal()" style="background-color: #f8eaf3; color:#c75ba1">ส่งอีกครั้ง</button>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div> --}}
<!-- END Modal OTP -->


<!-- Modal Success -->
{{--             <div class="modal fade px-0" id="success-topup-wallet" role="dialog">
                <div class="modal-dialog modal-dialog-centered">
                    <div class="modal-content" style="background-color: #ededed;">
                        <div class="modal-header">
                            <div class='col-11' style='text-align:center'>
                                <strong>
                                    <h4>เติมเงินวอลเล็ต</h4>
                                </strong>
                            </div>
                            <div class='col-1' style='text-align:right'>
                                <button type="button" class="close" data-dismiss="modal">&times;</button>
                            </div>
                        </div>
                        <div class="modal-body">
                            <div class="col-12 mb-3 inside-md">
                                <div class='py-3'>
                                    <div class='col-12 px-0' style='text-align : center'>
                                        <img src='new_ui/img/bank/success.png' style='width : 30px;'>
                                        <p class='mb-0' style='color:#23c197'><strong>เติมเงินสำเร็จ</strong></p>
                                        <p class='mb-0'>คุณได้เติมเงินลงในวอลเล็ตของคุณเรียบร้อย
                                        คุณสามารถเช็คยอดเงินได้ที่วอลเล็ตของคุณ</p>
                                    </div>
                                </div>
                            </div>
                        </div>
                        <div class="col-12 mb-3 pt-4">
                            <div class='row'>
                                <div class="col-12 mb-3 text-center">
                                    <button class="btn form-control text-white rounded8px" data-dismiss="modal" style="background-color: #c75ba1;">ตกลง</button>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div> --}}
<!-- END Modal Success -->
