@extends('new_ui.layouts.front-end')
@section('style')
    <base href="/">
    <style>
        .banner_product_n {
            /* background-image: url('../new_ui/img/banner_bg/banner_product_news.png'); */
            background-color: #acacac;
            width: 100%;
            background-position: right;
            background-repeat: no-repeat;
            background-size: cover;
        }

    </style>
@endsection
@section('content')
    <div class="container-fluid py-lg-5 py-md-5 py-4 banner_product_n" id="navCategoryTitle">
        <div class="container">
            <div class="row">
                <div class="col-12">
                    <h1 class="text-dark"><strong>ความปลอดภัยกับเรา</strong></h1>
                </div>
            </div>
        </div>
    </div>
    <div class="container">
        <div class="row d-lg-block d-md-none d-none">
            <div class="col-12 p-0 mt-2">
                <nav aria-label="breadcrumb">
                    <ol class="breadcrumb" style="background-color: unset;">
                        <li class="breadcrumb-item"><a href="{{ url('/') }}" style="color: #346751;">หน้าแรก</a></li>
                        <i class="fa fa-angle-right px-2 d-flex align-items-center" aria-hidden="true"></i>
                        <li class="breadcrumb-item active" aria-current="page">ความปลอดภัยกับเรา</li>
                    </ol>
                </nav>
            </div>
        </div>

        <!-- <div class="form-row mt-4">
            <div class="col-12 mb-3">
                <label style="font-size: 18px !important;">
                    1. MEDIXMARKET ขอสงวนสิทธิในการควบคุมภาพลักษณ์เเละอารมณ์ของเว็บไซต์ ผู้ขายต้องปฏิบัติตามระเบียบว่าด้วย
                    เนื้อหาเเละข้อกาหนดตามที่กาหนดไว้ <br>
                    1.1 ผู้ขายต้องเเสดงรายละเอียดสินค้าเป็นภาษาอังกฤษหรือภาษาไทย อนึ่ง MEDIXMARKET ขอสงวนสิทธิในการลบ
                    สินค้าของผู้ขายหากเป็นสินค้าที่ไม่เข้าพวก หรือหากผู้ขายดูเสมือนว่าจะไม่สามารถดาเนินการประกอบธุรกิจได้
                    หรือ มีข้อพิพาทเกี่ยวกับสินค้าเกิดขึ้นจากบุคคลภายนอกหรือลูกค้า นอกจากนี้ MEDIXMARKET ขอสงวนสิทธิในการวาง
                    สินค้าภายใน MEDIXMARKET Platform ตามที่เห็นสมควร <br> <br>

                    1.2 ผู้ขายให้การรับรองสภาพ คุณภาพ ความเเท้จริง เเละคุณสมบัติของสินค้าเเก่ลูกค้า <br>
                    1.2.1 เพื่อการปกป้องสิทธิของลูกค้าเเละผลประโยชน์สูงสุดของลูกค้า รวมทั้งข้อกาหนดของลูกค้าอันเกี่ยวกับ
                    คุณภาพสินค้า ผู้ขายต้องปฏิบัติตามระบบการควบคุมคุณภาพ (รวมถึงเเต่ไม่จากัดถึงการควบคุมสินค้าให้
                    เป็นไปตามกฎหมายเเละข้อกาหนดที่เกี่ยวข้อง ความปลอดภัยของสินค้า การบรรยายเเละพรรณนาสินค้า
                    อันเกี่ยวกับวัตถุประสงค์การใช้เเละวัสดุ ฉลากสินค้า ภาพลักษณ์สินค้าเเละบรรจุภัณฑ์ ฯลฯ) เเต่ละประเภท
                    สินค้าที่เเสดงบน MEDIXMARKET Platform โดยเป็นไปตามมาตรฐานเเห่งชาติ มาตรฐานอุตสาหกรรม เเละมาตรฐานอื่น ๆ
                    ที่กาหนดโดย MEDIXMARKET ในการนี้ผู้ขายจะต้องจัดให้มีการบริการเเละการ
                    ประกันหลังการขายตามกฎหมายที่เกี่ยวข้อง ซึ่ง MEDIXMARKET สามารถจัดให้มีการตรวจสอบสินค้าโดย
                    บุคคลที่ได้รับมอบอานาจ โดยอ้างอิงจากผลตอบรับของตลาด(ซึ่งการตรวจสอบดังกล่าวอาจรวมถึงเเต่ไม่
                    จากัดเฉพาะการตรวจสอบด้านประสิทธิภาพ คุณภาพเเละวัสดุของสินค้าซึ่งนามาขายโดยผู้ขาย รวมทั้งการ
                    ตรวจสอบว่าสินค้าดังกล่าวนั้นเป็นไปตามข้อกาหนดภายใต้กฎหมายด้วยหรือไม่) รวมทั้งการเรียกให้ผู้ขาย
                    เเสดงใบเสร็จ รายงานการตรวจสอบซึ่งออกให้โดยโรงงานหรือบุคคลภายนอกที่กาหนด หรือใบรับรอง
                    คุณภาพอันเกี่ยวข้องกับสินค้า <br>
                    1.2.2 หากการตรวจสอบพบว่าสินค้าซึ่งนามาวางขายโดยผู้ขายไม่ได้มาตรฐาน หรือผู้ขายไม่สามารถเเสดง
                    ใบรับรองคุณภาพและใบอนุญาติที่เกี่ยวข้องอันเกี่ยวข้องกันสินค้าให้เเก่ MEDIXMARKET ได้
                    MEDIXMARKETขอสงวนสิทธิในการกาหนดให้ผู้ขายจะต้องมีการเเก้ไขภายในระยะเวลาที่กาหนดซึ่ง
                    เป็นไปตามที่กาหนดไว้ในระเบียบของ MEDIXMARKET Platform มาตรฐานเเละความร้ายเเรงของ เหตุการณ์นั้นๆ
                    ในการนี้ผู้ขายจะต้องให้ความร่วมมือกับ MEDIXMARKET ในการเเก้ไขให้เป็นไปตาม
                    ระยะเวลาดังกล่าวซึ่งรวมทั้งการรับการตรวจสอบจากบุคคลภายนอกเเละการรับผิดชอบค่าใช้จ่ายที่ เกี่ยวข้อง
                    หากผู้ขายปฏิเสธที่จะดาเนินการตามมาตรการข้างต้น MEDIXMARKET มีสิทธิที่จะดาเนิน มาตรการใด ๆ
                    ซึ่งรวมถึงการยกเลิกการให้บริการ การเลิกสัญญาฉบับนี้ เเละการเรียกร้องให้ผู้ขาย
                    รับผิดชอบอันเกิดจากการละเมิดสัญญาเเละจ่ายค่าเสียหาย เเละอื่นๆ <br>
                    1.2.3 หาก MEDIXMARKET ต้องเสียหายอันเกิดมาจากคุณภาพสินค้าของผู้ขาย (รวมทั้งแต่ไม่จากัดถึงความ
                    เสียหายในเชิงผลกาไรและชื่อเสียง) MEDIXMARKET สามารถเรียกให้ผู้ขายรับผิดชอบในค่าใช้จ่ายใดๆ ที่
                    เกิดขึ้นเเละสงวนสิทธิในการดาเนินการเพื่อให้ได้รับการชดเชยความเสียหายที่เกิดขึ้น <br><br>

                    1.3 ข้อกาหนดเกี่ยวกับรูปภาพสินค้าเเละคาพรรณนา <br>
                    1.3.1 ในการอัพโหลดรูปภาพขึ้นไปยัง Seller Centre ผู้ขายให้การรับรองว่าผู้ขายมีสิทธิในการเป็นเจ้าของในภาพ
                    เเละ/หรือได้รับอนุญาตในการใช้รูปดังกล่าวเพื่อการโฆษณาสินค้า <br>
                    1.3.2 รูปภาพที่อัพโหลดไปยัง Seller Centre จะต้องเป็นสินค้าเฉพาะที่ผู้ขายจะขายเเละจะต้องไม่เป็นการสร้าง
                    ความเข้าใจผิดเเก่ลูกค้าหรือเป็นการนาเสนอที่ผิดเพี้ยนไม่ว่าทางใด <br>
                    1.3.3 รูปภาพที่อัพโหลดจะถือเป็นส่วนหนึ่งของสัญญาฉบับนี้ เเละ MEDIXMARKET ขอสงวนสิทธิในการเเก้ไข ดัด
                    เเปลงข้อปฏิบัติว่าด้วยการโปรดักชั่นตามเเต่ดุลพินิจของ MEDIXMARKET <br>
                    1.3.4 รูปภาพที่อัพโหลดไปยัง Seller Centre จะต้องไม่เป็นรูปอนาจาร ลามก มีท่าทางหยาบคาย หรือท่าทางใด ๆ
                    ที่ขัดเเย้งตามประเพณีของประเทศไทย <br>
                    1.3.5 คาพรรณนาสินค้าที่อัพโหลดไปยัง Seller Centre จะต้องถูกต้องเเละเป็นความจริงตามความรู้ของผู้ขาย
                    เเละจะต้องไม่เป็นการนาเสนอที่ผิดเพี้ยนหรือทาให้ลูกค้าเข้าใจผิด <br>
                    1.3.6 เนื้อหาที่อัพโหลดจะต้องไม่มีหรือประกอบไปด้วยรหัสที่อันตรายซึ่งอาจจะมีผลเป็นการทาลาย หรือเเทรก แซง
                    รบกวนระบบ ข้อมูล หรือข้อมูลส่วนบุคคล <br>
                    1.3.7 เนื้อหาที่อัพโหลดจะต้องไม่เป็นการเเก้ไข เปลี่ยนเเปลง หรือล้วงข้อมูลเเพลตฟอร์ม หรือเป็นการเเก้ไข
                    เว็บไซต์อื่นๆ อันมีนัยยะว่ามีความเกี่ยวข้องกับ MEDIXMARKET <br>
                    1.3.8 เนื้อหาที่อัพโหลดจะต้องไม่เป็นลิงค์ (link) ทั้งทางตรงเเละทางอ้อม การอ้างถึง หรือประกอบไปด้วย
                    คาอธิบายสินค้าต้องห้ามภายใต้สัญญา <br>
                    1.3.9 ผู้ขายมีหน้าที่ตัดสินใจเลือกสินค้าที่จะนามาเสนอขายบนเเพลตฟอร์ม ซึ่งในการนี้ MEDIXMARKET มีสิทธิ
                    ในการปฏิเสธสินค้าใด ๆ จากเเพลตฟอร์มภายใต้ดุลพินิจของ MEDIXMARKET ว่าสินค้าดังกล่าวไม่
                    เหมาะสมที่จะขายบนเเพลตฟอร์ม <br>
                    1.3.10 ผู้ขายไม่อนุญาตให้ใส่รายละเอียดการติดต่อลงในเเพลตฟอร์มหรือรูปภาพที่มีรายละเอียดการติดต่อสื่อสาร
                    ยก เว้นกรณีที่ได้รับการอนุญาตจาก MEDIXMARKET <br>
                    1.3.11 ผู้ขายตกลงว่าสินค้าที่อัพโหลดเเละสินค้าตัวจริงจะอยู่ภายใต้การควบคุมคุณภาพโดย MEDIXMARKET
                    เเละจะต้องได้รับการอนุมัติก่อนที่จะมีการเเสดงบนเเพลตฟอร์ม การเปลี่ยนเเปลงคาพรรณนาสินค้า รูปภาพ
                    หรือข้อมูลของสินค้าตัวจริงจะต้องได้รับการอนุมัติโดย MEDIXMARKET ก่อนเสมอ <br> <br>

                    1.4 MEDIXMARKET มีสิทธิในการตรวจสอบเเละควบคุมข้อมูลการลงทะเบียนของผู้ขาย ข้อมูลที่อัพโหลดเเละข้อมูล
                    อื่นๆ ที่ใช้เเละดาเนินธุรกรรมผ่าน MEDIXMARKET Platform ในการนี้ผู้ขายตกลงว่า MEDIXMARKET สามารถลบ
                    ข้อมูลผิดกฎหมายใด ๆ ที่พบได้โดยไม่ต้องเเจ้งเตือนล่วงหน้า เเละ MEDIXMARKET มีสิทธิในการสอบถามเเละ
                    เรียกร้องให้มีการเเก้ไขในกรณีที่พบปัญหาอื่นๆ หรือมีข้อสงสัย ดังนี้
                    เมื่อผู้ขายได้รับการเเจ้งเตือนจะต้องต้อง ดาเนินการอธิบายหรือเเก้ไขโดยทันที อนึ่ง การละเมิด
                    อันเกิดมาจากผู้ขายตามที่ได้กล่าวมานั้น MEDIXMARKET มี
                    สิทธิดาเนินการเรียกร้องค่าเสียหายอันเกิดจากการละเมิดสัญญาเเละความรับผิดทางละเมิดรวมทั้งเลิกสัญญาฉบับนี้<br> <br>

                    1.5 MEDIXMARKET มีสิทธิในการประกาศบน MEDIXMARKET Platform ว่าผขู้ ายได้ละเมิดกฎหมายหรือกฎระเบียบที่
                    มีผลใช้บังคับในระดับชาติรวมทั้งคาสั่งทางปกครอง หรือการละเมิดสัญญาฉบับนี้อันได้รับการยอมรับโดยผู้ขาย ใน
                    กรณีที่ผู้ขายมีทั้งการละเมิดกฎหมายและสัญญาฉบับนี้หลายบท MEDIXMARKET มีสิทธิที่จะระงับการให้บริการ
                    ร้านค้า หรือเลิกสัญญาฉบับนี้ หากมาตรการเช่นว่าไม่เพียงพอที่จะชดเชยความเสียหายที่ MEDIXMARKET ได้รับ
                    MEDIXMARKET มีสิทธิเรียกร้องต่อผู้ขายสาหรับค่าเสียหายอื่น ๆ 1.6
                    ในกรณีที่การดาเนินการของผู้ขายไม่สามารถเป็นไปตามเงื่อนไขของ MEDIXMARKET Platform ภายหลังที่ได้มีการ
                    เเก้ไขข้อบกพร่องและปรับปรุงภายในระยะเวลาที่กาหนดตามที่ MEDIXMARKET กาหนด MEDIXMARKET มีสิทธิที่
                    จะเลิกสัญญาเเละหยุดการให้บริการเเก่ผู้ขาย <br> <br>

                    1.7
                    MEDIXMARKETมีสิทธิที่จะเรียกร้องให้ผู้ขายให้ข้อมูลเกี่ยวกับสินค้าเเละการบริการหลังการขายเพื่อเป็นการอานวย
                    ความสะดวกเเก่ MEDIXMARKET ในการตอบคาถามเเก่ลูกค้าผ่านศูนย์บริการลูกค้าของ MEDIXMARKET Platform ในกรณีที่
                    MEDIXMARKET ไม่สามารถตอบคาถามหรือข้อมูลดังกล่าวถูกเก็บไว้กับลูกค้า เช่นนี้ MEDIXMARKET มี
                    สิทธิเรียกให้ผู้ขายตอบคาถามหรือให้ทางออกภายในระยะเวลาที่กาหนด สาหรับกรณีคาถามหรือข้อร้องเรียนของ
                    ลูกค้าที่ผู้ขายไม่สามารถดาเนินการได้ทันที MEDIXMARKET มีสิทธิจะดาเนินมาตรการใด ๆ กับผู้ขายได้ <br> <br>

                    1.8 ในกรณีที่สินค้าของผู้ขาย ข้อมูลที่ถูกเปิดเผย หรือการบริการหลังการขาย
                    ก่อให้เกิดข้อพิพาทระหว่างบุคคลภายนอก (รวมถึงเเต่ไม่จากัดเพียงลูกค้าของ MEDIXMARKET
                    หรือบุคคลผู้ถูกละเมิดโดยการประกอบการของผู้ขาย ฯลฯ) ข้อ ร้องเรียนหรือการดาเนินคดีต่อ MEDIXMARKET
                    เเละ/หรือ MEDIXMARKET Platform หรือการสืบสวนใด ๆ ที่กระทา โดยหน่วยงานภาครัฐ เช่นนี้ MEDIXMARKET
                    เเละ/หรือ MEDIXMARKET Platform มีสิทธิที่จะเปิดเผยข้อมูลว่า
                    ผู้ขายเป็นผู้ขายสินค้าที่เเท้จริงรวมทั้งให้ข้อมูลเกี่ยวกับผู้ขาย ข้อมูลการจดทะเบียน ข้อมูลการติดต่อ
                    เเละข้อมูล ธุรกรรมเเก่ผู้ร้องเรียนรวมถึงหน่วยงานภารรัฐ ในการนี้ผู้ขายถือว่าเป็นผู้รับผิด นอกจากนี้หาก
                    MEDIXMARKET เเละ/ หรือ MEDIXMARKET Platform ได้รับความเสียหายใด ๆ MEDIXMARKET
                    มีสิทธิที่จะเรียกให้ผู้ขายชดเชยความ เสียหายที่เกิดขึ้นเเก่ MEDIXMARKET เเละ/หรือ MEDIXMARKET Platform
                </label>
            </div>
        </div> -->
        <br>
    </div>
@endsection
